Repository: sefnyn/goodgibbon
Catalog: help/*/*.po
Languages: de

source: It should also be said that sometimes the software overrides your own commands. This is for example the case for the command <cmd>set boardstyle</cmd>. When the software detects that you you changed the board style, it will automatically reset it to the value that it needs for proper operation.
de: Es sollte auch noch erwähnt werden, dass die Software sich teilweise über Ihre manuell eingegebenen Kommandos hinwegsetzt. Dies ist zum Beispiel der Fall für den Befehl <cmd>set boardstyle</cmd>. Wenn die Software feststellt, dass Sie den Stil der Spielbrettdarstellung ändern, wird der Wert sofort wieder auf den für eine fehlerfreie Funktion notwendigen zurückgesetzt.

source: Debugging the Server Communication
de: Die Serverkommunikation debuggen

source: It is possible to analyse <em>all</em> communication between <app>Gibbon</app> and the server. Evenvtually, there will be configuration dialogs for activating and deactivating the debugging switches, but at the moment you have to change these settings manually.
de: Es ist möglich, <em>sämtliche</em> Kommunikation zwischen <app>Gibbon</app> und dem Server zu analysieren. Bis entsprechende Konfigurationsdialoge programmiert sind, müssen Sie die entsprechenden Schalter allerdings von Hand setzen.

source: The configuration scheme is called <sys>bg.Gibbon.preferences.debugging</sys>. The configuration keys for this scheme are:
de: Das Konfigurationsschema heißt <sys>bg.Gibbon.preferences.debugging</sys>. Die in diesem Schema definierten Konfigurationsschlüssel sind:

source: Possible values are <sys>true</sys> and <sys>false</sys>. A value of <sys>true</sys> will cause the software to display all communication with the server in the server console.
de: Mögliche Werte sind <sys>true</sys> und <sys>false</sys>. Ein Wert von <sys>true</sys> bewirkt, dass die Software die komplette Kommunikation mit dem Server in der Serverkonsole darstellt.

source: Possible values are <sys>true</sys> and <sys>false</sys>. A value of <sys>true</sys> will cause the software to prepend all displayed data in the server console with a high resolution timestamp.
de: Mögliche Werte sind <sys>true</sys> und <sys>false</sys>. Ein Wert von <sys>true</sys> bewirkt, dass die Software jeder Zeile einen sehr genauen Zeitstempel voranstellt.

source: If set, it should contain a valid filename. <app>Gibbon</app> will automatically append its process id to that name, and then log all communication to that file.
de: Falls gesetzt, sollte der Schlüssel einen gültigen Dateinamen enthalten. <app>Gibbon</app> hängt an diesen Namen automatisch die Prozess-ID an, und schreibt die komplette Kommunikation in dieser Datei mit.

source: Under Windows, you will find the configuration settings in the Windows registry. Under <app>Unix</app>, use the command-line. Examples:
de: Unter Windows, finden Sie diese Konfigurationseinstellung in der Windows-Registry. Unter <app>Unix</app> benutzen Sie bitte die Kommandozeile. Beispiele:

source: This will list the keys, see above.
de: Listet die Schlüssel auf, siehe oben.

source: This will display the current value of the <sys>timestamp</sys> key.
de: Zeigt den aktuellen Wert des Schlüssels <sys>timestamp</sys> an.

source: This will activate complete server communication output in the server console.
de: Aktiviert die Ausgabe der kompletten Serverkommunikation in der Serverkonsole

source: Sending Messages to Everybody
de: Nachrichten an alle senden

source: Talking to Everybody (<cmd>shout</cmd>)
de: Mit allen auf einmal sprechen (<cmd>shout</cmd>)

source: You can send a message to everybody currently logged in on the server. The leftmost tab in the <link xref="chat-area">chat area</link> is labeled <gui style="label">Shouts</gui> and represents the <em>lobby</em>, the public chat room on the server.
de: Sie können Nachrichten an alle senden, die derzeit am Server angemeldet sind. Der erste Reiter im <link xref="chat-area">Chatbereich</link> ist mit <gui style="label">Lobby (Shouts)</gui> beschriftet, und steht für den öffentlichen Chatraum des Servers.

source: You like <app>Gibbon</app>? Talk about it ...
de: Ihnen gefällt <app>Gibbon</app>? Reden Sie doch einfach darüber ...

source: <app>Gibbon</app> On Social Networks
de: <app>Gibbon</app> in sozialen Netzwerken

source: <app>Gibbon</app> has its own <link href="http://www.facebook.com/pages/Gibbon/201252806558402">Facebook page</link>. As a fan, you will always be informed about <app>Gibbon</app> news.
de: <app>Gibbon</app> hat eine eigene <link href="http://www.facebook.com/pages/Gibbon/201252806558402">Facebookseite</link>. Als Fan, werden Sie immer auf dem neuesten Stand über <app>Gibbon</app> gehalten.

source: <link href="http://freecode.com/">Freecode</link> (formerly known as Freshmeat) is a directory service for (mostly) open source software. You can find <app>Gibbon</app>'s freecode page under <link href="http://freecode.com/projects/gibbon"/>. Registered users on freecode.com can rate for software or even write a comment.
de: <link href="http://freecode.com/">Freecode</link> (vormals Freshmeat) ist ein Verzeichnisdienst für (hauptsächlich) quelloffene Software. Die Freecode-Seite von <app>Gibbon</app> ist <link href="http://freecode.com/projects/gibbon"/>. Registrierte Benutzerinnen und Benutzer von freecode.com können Software bewerten oder auch Kommentare schreiben.

source: <link href="http://www.ohloh.net/">Ohloh</link> is another directory service for open source software. Ohloh has a rather technical focus. You can show your support by clicking the “I Use This” button on <link href="https://www.ohloh.net/p/gibbon2"><app>Gibbon</app>'s Ohloh page</link>.
de: <link href="http://www.ohloh.net/">Ohloh</link> ist ein weiterer Verzeichnisdienst für quelloffene Software. Ohloh hat einen relativ technischen Fokus. Sie können Ihre Unterstützung zeigen, indem Sie den Button „<span xml:lang="en">I Use This</span>” auf <link href="https://www.ohloh.net/p/gibbon2"><app>Gibbons</app> Ohloh-Seite</link> klicken.

# link
source: Supporting <app>Gibbon</app>
de: <app>Gibbon</app> unterstützen

# text
source: Supporting <app>Gibbon</app>
de: <app>Gibbon</app> unterstützen

source: Help <app>Gibbon</app> to become better
de: Helfen, damit <app>Gibbon</app> besser wird

source: Supporting <app>Gibbon</app>
de: <app>Gibbon</app> unterstützen

source: How To Change the Order Of The Dice
de: Wie sich die Reihenfolge der Würfel verändern lässt

source: Swapping the Dice
de: Würfel vertauschen

source: You can swap the dice by left-clicking on them.
de: Sie können die beiden Würfel jederzeit vertauschen, indem Sie mit der linken Maustaste darauf klicken.

source: Communicating With a Particular User
de: Mit einer bestimmten Benutzerin oder einem bestimmten Benutzer kommunizieren

source: Talking to a Particular User (<cmd>tell</cmd>)
de: Mit einer bestimmten Benutzerin oder einem bestimmten Benutzer sprechen (<cmd>tell</cmd>)

source: Private conversations with a particular user take place in the <link xref="chat-area">chat area</link>. You can start a private conversation by right-clicking the player's name in the <link xref="players-list">players' list</link>.
de: Private Konversationen mit bestimmten Benutzerinnen oder Benutzern finden im <link xref="chat-area">Chatbereich</link> statt. Sie können eine private Kommunikation starten, in dem Sie rechts auf den Namen der betreffenden Spielerin oder des Spielers in der <link xref="players-list">Spielerliste</link> klicken.

source: Once you start a conversation with another player, or another player starts a conversation with you, a new tab will automatically open in the <link xref="chat-area">chat area</link>. The label of the tab is the name of your conversation partner.
de: Wenn Sie eine Konversation mit einer anderen Spielerin oder einem anderen Spieler beginnen, oder jemand anders Sie anspricht, öffnet sich automatisch ein neuer Reiter im <link xref="chat-area">Chatbereich</link>. Der Reiter ist mit dem Namen ihrer Konversationspartnerin oder Ihres Konversationspartners beschriftet.

source: If you have multiple conversations in parallel, and a conversation is hidden, while new messages arrive, the tab label gets hightlighted, and the number of unread messages will appear in parentheses after the name.
de: Wenn Sie mehrere private Konversationen parallel führen, und eine Konversation verdeckt ist, während neue Nachrichten eintreffen, wird die Beschriftung hervorgehoben, und die Anzahl der ungelesenen Nachrichten erscheint in Klammern hinter dem Namen.

source: <em>Important:</em> While you are playing, all communication with your opponent is redirected to the <link xref="chatting#game-chat">game chat area</link>, see <link xref="playing#chatting"/>.
de: <em>Wichtig:</em> Während Sie spielen, wird die Kommunikation mit Ihrer Gegnerin oder Ihrem Gegner in den <link xref="chatting#game-chat">Spielchatbereich</link> umgeleitet, siehe <link xref="playing#chatting"/>.

source: Matches without a fixed length
de: Partien ohne fixe Länge

source: Unlimited Matches
de: Unbegrenzte Partien

source: Unlimited matches may show some surprising behavior. Keep that in mind before you <link xref="invite">invite</link> somebody to an unlimited match or before you <link xref="inviters-list">accept an invitation</link> to an unlimited match.
de: Unbegrenzte Partien weisen einige Eigentümlichkeiten auf. Bitte behalten Sie das im Sinn, bevor Sie jemanden zu einer unbegrenzten Partie selbst <link xref="invite">einladen</link>, oder bevor Sie eine solche <link xref="inviters-list">Einladung annehmen</link>.

source: It is hard to finish unlimited matches. Every time a game is terminated, the server saves the match. The regular way to terminate an unlimited match is to start a new match with your opponent. That will automatically terminate your saved unlimited match.
de: Es ist schwer, aus unbegrenzten Partien herauszukommen. Jedes Mal, wenn ein Spiel beendet wird, speichert der Server das Match ab. Der reguläre Weg, eine unbegrenzte Partie zu beenden, besteht darin, eine neue Partie mit Ihrer Gegnerin oder Ihrem Gegner zu beginnen. Die gespeicherte Partie wird damit automatisch terminiert.

source: Another way to finish an unlimited match is to just sit and wait. The server saves matches for only a limited time, around ten days. Sooner or later, all your matches will expire.
de: Eine andere Art besteht darin, einfach abzuwarten. Der Server speichert Partien nur für eine begrenzte Zeit, ungefähr zehn Tage. Früher oder später werden also all Ihre gespeicherten Partien durch Zeitablauf verschwinden.

source: Watching Other People Play
de: Anderen beim Spielen zuschauen

source: Watching
de: Zuschauen

source: If you are interested in how other people are doing you can either peep at the current state of their ongoing match, or you can permanently follow another player and see all of his games.
de: Falls Sie Sich dafür interessieren, was die anderen Leute auf dem Server gerade tun, können Sie entweder einen einmaligen Blick auf deren laufende Spiele werfen, oder aber einer bestimmten Spielerin oder einem bestimmten Spieler „folgen“, und alle Spiele dieser Person verfolgen.

source: Either way, you have to go to the <link xref="players-list"> players list</link> and right-click the row with the player you are interested in.
de: In jedem Fall müssen Sie dafür zur <link xref="players-list">Spielerliste</link> gehen, und einen Rechtsklick auf die entsprechende Zeile ausführen.

source: If you select <gui style="label">Look</gui>, the board will display the board that this player is currently looking at.
de: Wenn Sie im daraufhin erscheinenden Kontextmenü <gui style="label">Anschauen</gui> auswählen, wird der aktuelle Spielstand auf Ihrem Brett angezeigt.

source: If you select <gui style="label">Watch</gui> instead, the board will permanently display the board state of the ongoing match of that user. You will see the dice rolled, cube actions, and resignations.
de: Wenn Sie hingegen <gui style="label">Beobachten</gui> auswählen, wird auf Ihrem Brett ständig der aktuelle Spielstand dargestellt. Sie sehen die geworfenen Würfel, Aktionen mit dem Dopplerwürfel, und Aufgaben.

source: If you want to stop watching a player, go again to the <link xref="players-list">players list</link>, right-click the player, and select <gui style="label">Unwatch</gui>.
de: Wenn Sie nicht weiter zuschauen wollen, klicken Sie erneut mit rechts auf den Namen in der <link xref="players-list">Spielerliste</link>, und wählen Sie <gui style="label">Nicht mehr beobachten</gui> aus.

source: If you start a match yourself, you automatically stop watching.
de: Sobald Sie selber ein Match beginnen, hören Sie automatisch auf, anderen zuzuschauen.

source: Please note that both players are notified, when you start or stop watching them.
de: Bitte beachten Sie, dass beide Spieler benachrichtigt werden, wenn Sie beginnen oder aufhören, Ihnen zuzuschauen.

source: You should also know that both players can prevent you from watching them or looking at their current board.
de: Es ist auch möglich, dass andere Spielerinnen und Spieler Sie davon ausschließen, deren Spielstand zu sehen, oder ihnen zuzuschauen.

source: Chatting With Other Spectators or Players
de: Sowohl mit anderen Zuschauern als auch mit den Spielern chatten

source: Talking to other spectators (watchers) but not the players
de: Mit anderen Zuschauern sprechen, aber nicht mit den Spielern

source: Talking to Other Spectators (<cmd>whisper</cmd>)
de: Mit anderen Zuschauern sprechen (<cmd>whisper</cmd>)

source: If you only want to talk to other people <link xref="watching">watching</link> the same game with you but not to the players themselves, you should “whisper”. You can do this by typing text into the <link xref="game-chat-concept">game chat area</link> and only selecting the <gui style="button">whisper</gui> button.
de: Wenn nur die Menschen, die ebenfalls dem aktuellen Spiel <link xref="watching">zuschauen</link>, Ihre Nachricht sehen sollen, müssen Sie „flüstern“. Sie erreichen das, indem Sie Text in den <link xref="game-chat-area">Spiel-Chatbereich</link> eingeben, und dabei nur den Button <gui style="button">Flüstern</gui> anwählen.

source: This will only work while you are <link xref="watching">watching</link>. If you are the only one watching a match, this feature is not particularly useful.
de: Das funktioniert allerdings nur, während Sie <link xref="watching">zuschauen</link>. Falls Sie die einzige Person sind, die dem Spiel zuschaut, ist die Funktion natürlich nicht sehr nützlich.
