Repository: sefnyn/goodgibbon
Catalog: help/*/*.po
Languages: de

source: This name will be your identity on the server! While it is not illegal to choose a silly or offensive name - in fact some people have remarkably silly or offensive names on <app>FIBS</app> - you want to think twice about how you want to be known to your future backgammon partners.
de: Der Name stellt Ihre Identität auf dem Server dar! Es ist zwar nicht verboten, sich einen beleidigenden oder bescheuerten Namen auszusuchen, es gibt sogar einige Leute, die ausgesprochen beleidigende oder bescheuerte Namen auf FIBS verwenden, aber Sie sollten Sich vielleicht zweimal überlegen, mit welchem Namen Sie gegenüber Ihren zukünftigen Spielpartnerinnen und -partnern auftreten wollen.

source: <gui style="label">Save Password?</gui>
de: <gui style="label">Kennwort speichern?</gui>

source: Check this box, if you want <app>Gibobn</app> to remember your password for you.
de: Kreuzen Sie hier an, wenn Sie möchten, dass <app>Gibobn</app> das Kennwort für sie speichert.

source: Choose a suitable password.
de: Wählen Sie ein passendes Kennwort.

source: <em>Important!</em> All communication with the server is unencrypted. It is therefore visible to everybody in your network, and to everybody in the networks between you and the server (that will mostly be the staff of Internet Service Providers). This information should not make you panic because it is quite unlikely that anybody is interested in eavesdropping your backgammon communication. But you must remember that your password is also visible to these people.
de: <em>Wichtig!</em> Der Datenverkehr mit dem Server läuft vollständig unverschlüsselt ab. Er ist damit für jeden in Ihrem eigenen Netzwerk und den Netzwerken auf dem Weg sichtbar, also hauptsächlich für die Belegschaft der beteiligten Internet-Provider. Das sollte kein Grund zur Panik sein, denn es ist einigermaßen unwahrscheinlich, dass wirklich jemand Ihren Backgammon-Datenverkehr abhören will. Aber Sie sollten sich bewusst sein, dass Ihr Kennwort ebenfalls für diese Leute sichtbar ist.

source: The password is also visible to everybody with superuser (or administrator) privileges on your computer because <app>Gibbon</app> currently does not encrypt your password.
de: Das Kennwort ist ebenfalls für jeden sichtbar, der Superuser- bzw. Administratorrechte auf Ihrem Computer hat, weil <app>Gibbon</app> Kennwörter nicht verschlüsselt.

source: Therefore, use a password that is not too easy to guess but do <em>not</em> use a “valuable” password here! That means, do not use a password that you use for other sensitive accounts like for online banking or internet shops. It is a well-known fact that criminals routinely collect user name and password combinations, and try to reuse them on other servers.
de: Verwenden Sie deshalb ein Kennwort, dass nicht leicht zu erraten ist, aber verwenden Sie hier <em>kein</em> „wertvolles“ Kennwort, also keins, dass sie für sensible Zugänge wie Online-Banking oder Internet-Shoops verwenden. Es ist bekannt, dass Kriminelle routinemäßig Kombinationen aus Anmeldenamen und Kennwörtern sammeln, um sich damit auf anderen Diensten anzumelden.

source: <gui style="label">Repeat Password</gui>
de: <gui style="label">Kennwort wiederholen</gui>

source: You must repeat your password.
de: Sie müssen Ihr Kennwort wiederholen.

source: <em>Important!</em> Do <em>not</em> forget your password! You can only recover it, if you have given a valid e-mail address, in the connection, see <link xref="connect"/>!
de: <em>Wichtig!</em> Bitte vergessen Sie Ihr Kennwort nicht! Sie können es nur zurücksetzen, wenn Sie eine gültige Mail-Adresse während des Verbindungsaufbaus angegeben hatten, siehe <link xref="connect"/>!

source: Using the Doubling Cube
de: Den Dopplerwürfel verwenden

source: Doubling
de: Doppeln

source: Doubling Your Opponent
de: Den Einsatz verdoppeln

source: Turning the Cube
de: Den Dopplerwürfel drehen

source: When you see the doubling cube, and it is not located at your opponent's side of the board, you can turn the cube against her and double the stakes.
de: Wenn der Dopplerwürfel sichtbar ist, und sich nicht auf der gegnerischen Seite des Brettes befindet, können Sie den Dopplerwürfel „drehen” und damit den Einsatz verdoppeln.

source: You can turn the cube by
de: Der Dopplerwürfel kann gedreht werden, durch

source: by double-clicking the cube
de: Doppelklicken auf den Dopplerwürfel

source: by clicking the <gui style="button">double</gui> button in the <link xref="board-toolbar">board toolbar</link>.
de: durch Klicken des Buttons <gui style="button">Doppeln</gui> in der <link xref="board-toolbar">Spielbrett-Werkzeugleiste</link>.

source: The cube will now appear in the middle of the board.
de: Der Dopplerwürfel erscheint daraufhin in der Mitte des Spielbretts.

source: Your opponent now either has to accept the cube, and continue at twice the stakes, or give up, and lose the number of points the cube showed before you doubled.
de: Ihre Gegnerin bzw. Ihr Gegner hat nun zwei Möglichkeiten. Durch Akzeptieren des Dopplerwürfels wird der Einsatz verdoppelt. Im Falle der Ablehnung verliert sie bzw. er die Anzahl Punkte, die der Dopplerwürfel vor dem Doppeln angezeigt hatte.

source: Getting Doubled
de: Gedoppelt werden

source: Answering to the Cube
de: Aktionen mit dem Dopplerwürfel erwidern

source: If your opponent doubled you, the doubling cube will appear in the middle of the board, showing the new stakes.
de: Falls Ihre Gegnerin oder Ihr Gegner doppelt, erscheint der Dopplerwürfel in der Mitte des Spielbretts und zeigt die neue Punktzahl an.

source: Your now either have to accept the cube, and continue at twice the stakes, or give up, and lose the number of points the cube showed before the cube was turned.
de: Sie müssen die Verdoppelung entweder akzeptieren, und zu doppeltem Einsatz weiterspielen, oder aufgeben, wodurch Sie die Anzahl Punkte verlieren, die der Dopplerwürfel vor dem Doppeln angezeigt hatte.

source: You can accept the cube
de: Sie können das Verdoppeln annehmen, durch

source: by double-clicking it
de: Doppelklick auf den Dopplerwürfel

source: by clicking the <gui style="button">accept button</gui> in the <link xref="board-toolbar"><gui style="button">board toolbar</gui></link>.
de: durch Klick auf den Button <gui style="button">Annehmen</gui> in der <link xref="board-toolbar"><gui style="button">Spielbrett-Werkzeugleiste</gui></link>.

source: You can refuse the cube
de: Sie können das Doppeln ablehnen, durch

source: by right-clicking it
de: Rechtsklick auf den Dopplerwürfel

source: by clicking the <gui style="button">reject button</gui> in the <gui><link xref="board-toolbar">board toolbar</link></gui>
de: durch Klicken des Buttons <gui style="button">Ablehnen</gui> in der <gui><link xref="board-toolbar">Spielbrett-Werkzeugleiste</link></gui>

source: If you accepted the cube, it will now be shown on your side of the board. If you refused it, the game ends.
de: Wenn Sie den Dopplerwürfel akzeptiert haben, erscheint er nunmehr auf Ihrer Seite des Bretts. Wenn Sie ablehnen, endet das Spiel.

source: What are droppers?
de: Was sind Dropper?

source: Droppers
de: Dropper

source: When playing on FIBS, you will often hear people complaing about <em>droppers</em>.
de: Wenn Sie auf FIBS spielen, werden Sie oft hören, wie Leute sich über <em>Dropper</em> beschweren.

source: What Are Droppers?
de: Was sind Dropper?

source: The term dropper was actually coined for people that avoid losing a match by quitting, for example by dropping the connection. They probably do that not out of pure frustration about losing but in order to preserve a good <link xref="rating">rating</link>.
de: Der Begriff stammt aus dem Englischen und wurde ursprünglich für Leute geprägt, die sich einer drohenden Niederlage durch Unterbrechen der Verbindung (engl. <em xml:lang="en">to drop the connection</em>) entziehen. Vermutlich tun sie das nicht aus reiner Frustration, sondern um ihre <link xref="rating">Ranglistenpunktee</link> zu „erhalten“.

source: Many players on FIBS and <app>Gibbon</app> use a broader sense of the term dropper. Whenever somebody terminates a match prematurely, this is considered a drop, an unfriendly act. For the other party it is the same whether somebody drops the connection in the middle of a match in a vain effort to "correct" the own <link xref="rating">rating</link> or because this somebody is called to lunch or the boss comes in or because this somebody is playing with an unstable internet connection.
de: Viele Menschen auf FIBS, und auch <app>Gibbon</app> verwenden den Begriff in einem weiteren Sinne, und wenden ihn auf jede vorzeitige Beendigung einer Partie an, die immer als unfreundlicher Akt betrachtet wird. Es ist für die andere Seite letztendlich gleich, ob jemand ein Spiel abbricht, um ihren oder seinen Platz in der <link xref="rating">Rangliste</link> zu verteidigen, oder weil man zum Essen gerufen wird, der Chef ins Zimmer kommt, oder man einfach nur mit einer instabilen Internetverbindung spielt.

source: In fact, <app>Gibbon</app> uses an even broader meaning of the term dropper. <app>Gibbon</app> is a software, and cannot detect if somebody dropped a match after warning the opponent about it. This is not really considered a shortcoming. If your opponent asks you to quit a match because some urgent stuff slipped in, many people will be polite enough to accept it but that behavior is still annoying. When <app>Gibbon</app> records drops, it never takes such excuses into account, mostly because as a software it does not even know about that excuse but also because it considers such excuses irrelevant. The software just records the fact that somebody agreed on a match of a certain length and is later not able to finish that match.
de: Tatsächlich verwendet <app>Gibbon</app> diesen Begriff in einem noch weiteren Sinne. <app>Gibbon</app> ist eine Software, und kann nicht feststellen, ob jemand ein Match abbricht, und vorher um Erlaubnis gefragt hat. Diese Tatsache wird jedoch nicht als Mangel betrachtet. Falls die Gegnerin oder der Gegner um eine Vertagung der Partie bittet, werden viele Leute zwar höflich genug sein, darauf einzugehen, aber dieses Verhalten ist trotzdem ärgerlich. Wenn <app>Gibbon</app> einen Spielabbruch registriert, berücksichtigt die Software solcherlei Entschuldigungen natürlich nicht, schon alleine, weil sie nicht automatisch erkennbar und für den Zweck der Bewertung der Zuverlässigkeit einer Spielerin oder eines Spielers auch unerheblich sind. Die Software registriert lediglich die Tatsache, dass jemand vereinbart hat, eine Partie bestimmter Länge zu spielen, und später nicht in der Lage ist, die Partie zu beenden.

source: Measures Against Droppers
de: Maßnahmen gegen Dropper

source: Reliabity Measurement
de: Messung der Zuverlässigkeit

source: The best measure against droppers is to avoid playing them. And the best strategy to detect droppers is to watch the activities of all other players. This is cumbersome for humans but <app>Gibbon</app> does that automatically for you.
de: Die beste Maßnahme gegen Dropper ist, einen Bogen um diese Leute zu machen. Und die beste Strategie, um Dropper zu erkennen, besteht darin, die Aktivitäten aller Spielerinnen und Spieler zu beobachten. Für Menschen ist das ziemlich kompliziert, aber <app>Gibbon</app> kann das zum Glück automatisch erledigen.

source: In the <link xref="players-list">players'</link> and <link xref="inviters-list">inviters' list</link> you will see a colored bar next to the player names. A green bar signifies reliable players, a red bar unreliable players. Yellow and orange bars are displayed for players on the verge of being reliable (yellow) or being unreliable (orange). The length of the bar gives you an idea of how confident Gibbon is about that information. The longer the bar, the more data has been collected about the player in question, and the more accurate the information will be.
de: In der <link xref="players-list">Spieler-</link> und <link xref="inviters-list">Einladungsliste</link> sehen Sie neben dem Namen aller Spielerinnen und Spieler einen farbigen Balken. Ein grüner Balken steht für Zuverlässigkeit, ein roter für Unzuverlässigkeit. Gelb und orange steht für die Übergangsbereiche zu zuverlässig (gelb) oder unzuverlässig (orange). Die Länge des Balkens gibt Auskunft darüber, mit welcher Sicherheit (Konfidenz) <app>Gibbon</app> diese Einschätzung trifft. Je länger der Balken, desto mehr Daten hat <app>Gibbon</app> über die betreffende Spielerin oder den betreffenden Spieler gesammelt, und desto akkurater ist die Einschätzung.

source: Most of the time it is enough to just look at that bar. Avoid people without a green bar, unless you know them or have other reasons.
de: Meistens ist es völlig ausreichend, einfach nur auf diesen Balken zu schauen. Vermeiden Sie es, mit unbekannten Leuten zu spielen, deren Balken nicht grün ist, es sei denn, sie wissen, was sie tun.

source: Limit on Saved Matches
de: Begrenzung gespeicherter Partien

source: Whenever a match is terminated prematurely, FIBS will save the match, and it can be resumed later. After a certain time (about two weeks at the time of this writing), saved matches will be wiped out from the database.
de: Immer, wenn eine Partie vorzeitig beendet wird, speichert FIBS sie, so dass sie zu einem späteren Zeitpunkt fortgesetzt werden kann. Nach einer gewissen Zeit (zur Zeit etwa zwei Wochen), werden gespeicherte Partien aus der Datenbank gelöscht.

source: The number of saved matches is stored with each user, and <app>Gibbon</app> displays it, whenever somebody invites you to a match or you invite somebody else.
de: Der Server speichert die Anzahl gespeicherter Partien für jede Benutzerin und jeden Benutzer ab, und <app>Gibbon</app> zeigt diese Zahl an, wann immer Sie von jemandem eingeladen werden, oder selber eine Einladung aussprechen wollen.

source: Currently, FIBS imposes a hard limit on the possible number of saved matches. Whenever a player's saved count reaches 10, that player can only resumve saved matches but cannot start new ones.
de: Zur Zeit hat FIBS eine Begrenzung für die Anzahl gespeicherter Partien pro Benutzerin oder Benutzer. Sobald die Zahl gespeicherter Partien zehn errecht, kann dieser Spieler nur noch gespeicherte Partien fortsetzen, aber keine neue beginnen.

source: Bots
de: Bots (Computer)

source: Two computer players on FIBS try to warn people about droppers.
de: Zwei Computerspieler auf FIBS versuchen Leute vor Droppern zu warnen.

source: One of them is <em>MissManners</em>. Whenever somebody with a high saved count logs in, MissManners will display a warning about that in the <link xref="shout">shout area</link>.
de: Der eine ist <em>MissManners</em>. Immer, wenn sich jemand mit einer hohen Anzahl gespeicherter Partien einloggt, sendet MissManners eine Benachrichtigung darüber in die <link xref="shout">Lobby</link>.

source: The other computer player is <em>RepBotNG</em> (for Reputation Bot Next Generation). You can <link xref="chatting">chat</link> with RepBotNG like with a human player. Telling RepBotNG "help" will display more information.
de: Der andere Computerspieler ist <em>RepBotNG</em> (für engl. <span xml:lang="en">Reputation Bot Next Generation</span>). Sie können mit RepBotNG wie mit einer menschlichen Spielerin oder einem menschlichen Spieler <link xref="chatting">chatten</link> with RepBotNG like with a human player. Wenn Sie ihm eine Mitteilung mit dem Inhalt "help" schicken, antwortet er mit weiteren Informationen.

source: Does FIBS Cheat?
de: Schummelt FIBS?

source: Of course, it does! Click here to learn the details.
de: Aber sicher! Klicken Sie hier, um die Details zu erfahren.

source: It is a well-known fact that all backgammon software cheats. <app>FIBS</app> makes no exception here.
de: Es ist ja allgemein bekannt, dass jede Backgammonsoftware schummelt. <app>FIBS</app> macht da leider keine Ausnahme.

source: It uses biased dice. The bias is calculated with a carefully crafted secret algorithm. Intensive reverse engineering has led to this state of knowledge about the internals of the algorithm:
de: FIBS verwendet gezinkte Würfel. Die Augenzahl wird mithilfe eines sorgfältig ausgedachten, geheimen Algorithmus' errechnet. Aufgrund umfangreicher statistischer Analysen hat man jedoch heute den folgenden, gesicherten Erkenntnisstand über den Algorithmus erreicht.

source: <em>Dice whiners</em> usually get the worst roll possible.
de: <em>Würfeljammerer</em> bekommen in der Regel den schlechtmöglichsten Wurf.

source: People that just concentrate on their play get random dice. Only when they are winning, they tend to have long sequences of extremely lucky rolls.
de: Menschen, die sich nur auf ihr Spiel konzentrieren, erhalten vollkommen zufällige Augenzahlen. Lediglich, wenn sie gewinnen, erhalten auch sie oft schier endlose Folgen unerträglich „glücklicher“ Würfe.

source: Strong players with a high rating always get the best rolls. How else could they have become so strong after all?
de: Starke Spielerinnen und Spieler mit vielen <link xref="rating">Ranglistenpunkte</link> bekommen immer die besten Würfe. Wie sonst hätten sie denn auch so gut werden können?

source: Okay, before you spread the news about that ... It is a fib! Heard it? It is a fib! <app>FIBS</app> does <em>not</em> cheat. And <em>you</em> stop complaining about the dice!
de: Halt, halt, bevor Sie die Nachricht im Internet verbreiten ... Es ist gelogen. <app>FIBS</app> schummelt <em>nicht</em>, und <em>Sie</em> gewöhnen Sich bitte ab, sich über das Würfelglück der anderen zu beklagen.

source: But you are absolutely sure that the dice are biased? Then please use the Official Computer Dice Complaint Form at <link href="http://www.bkgm.com/rgb/rgb.cgi?view+546"/>.
de: Nur wenn sie sich ganz sicher sind, dass der Server Sie benachteiligt, verwenden Sie für Ihre Beschwerde bitte das offizielle Beschwerdeformular für Computerwürfel unter <link href="http://www.bkgm.com/rgb/rgb.cgi?view+546"/>.

# _
source: external ref='figures/game-chat.png' md5='e029de2a937eade8e32f4a2c2e22ca4a'
de: translated

# _
source: external ref='figures/say.png' md5='78c6133069feba2b3bd098e0fd8d3329'
de: translated

# _
source: external ref='figures/whisper.png' md5='f0e3b5cca4e0918aa255cfbbcd4f2fe1'
de: translated

source: How Chatting During the Game is Handled in <app>Gibbon</app>
de: Wie kann man in <app>Gibbon</app> am Spielbrett chatten

source: Concepts
de: Konzepte

source: As opposed to <link xref="tell">private chats</link> or <link xref="shout">lobby shouts</link>, all communication during a game is displayed in the so called game chat area below the board.
de: Im Gegensatz zu <link xref="tell">privaten Chats</link> oder <link xref="shout">Lobby-Chats</link>, findet die Kommunikation während des Spiels im Spielbrett-Chatt unterhalb des Bretts statt.

source: <media type="image" mime="src/png" src="figures/game-chat.png"> The game chat area </media>
de: <media type="image" mime="src/png" src="figures/game-chat.png"> Der Spielbrett-Chat </media>

source: Possible participants in the communication at the board are the two opponents and possible spectators. When you are currently playing yourself, you can talk to your opponent, or the spectators, or both. When you are watching, you have the choice of addressing the either other spectators only, or the spectators and the players.
de: Mögliche Teilnehmer des Chats am Spielbrett sind die Gegnerin bzw. der Gegner und möglicherweise Publikum (die <em>Kibitze</em>). Wenn Sie selber spielen, können Sie Sich also mit Ihrer Gegnerin oder Ihrem Gegner, mit eventuellen Zuschauerinnen und Zuschauern, oder allen auf einmal unterhalten. Wenn Sie dagegen zuschauen, haben Sie die Wahl entweder nur die anderen Kibitze oder aber die Kibitze und die Spielenden anzusprechen.

source: Two buttons at the top of the game chat area visualize your current choice:
de: Zwei Buttons oberhalb des Spielbrett-Chats visualisieren Ihre aktuelle Wahl:

source: <media type="image" mime="src/png" src="figures/say.png"> Players/opponents as recipients </media>
de: <media type="image" mime="src/png" src="figures/say.png"> Die beiden Spielerinnen „hören“ Ihre Nachrichten </media>

source: This is the <gui style="button">say</gui> button. If it is selected, it means that your message should go to the players.
de: Dies ist der Button <gui style="button">Sagen</gui> (Befehl <cmd>say</cmd>). Wenn dieser Button gedrückt ist, gehen Ihre Nachrichten auch an die beiden gerade Spielenden.

source: <media type="image" mime="src/png" src="figures/whisper.png"> Other spectators as recipients </media>
de: <media type="image" mime="src/png" src="figures/whisper.png"> Publikum/Kibitze „hören“ Ihre Nachrichten </media>

source: This is the <gui style="button">whisper</gui> button. If it is selected, it means that your message should go to the spectators.
de: Dies ist der Button <gui style="button">Flüstern</gui>. Wenn er selektiert ist, bedeutet dies, dass Ihre Nachricht an die Zuschauerinnen und Zuschauer gesandt wird.

source: Not all combinations make sense in all situations. For example, when nobody is <link xref="watching">watching</link> there is no point in talking to spectators.
de: Natürlich ergeben nicht alle Kombinationen in allen Situationen Sinn. Wenn beispielsweise niemand <link xref="watching">zuschaut</link>, hat es auch keinen Sinn mit Zuschauerinnen oder Zuschauern zu sprechen.

source: When you are more comfortable with a command like approach, you can also use a drop down next to the message entry. It has the labels <gui style="label">Say</gui> for addressing your opponent only, <gui style="label">Kibitz</gui> for everybody, and <gui style="label">Whisper</gui> for spectators only.
de: Wenn Sie für ein Kommandozeilenkonzept mehr übrig haben, können Sie stattdessen auch die Textauswahl neben der Eingabemöglichkeit für die Nachrichten nutzen. Sie können dort entweder <gui style="label">Sagen</gui> für Mitteilungen an Ihre Gegnerin oder Ihren Gegner auswählen, oder <gui style="label">Kibitzen</gui> für Mitteilungen an alle, und <gui style="label">Flüstern</gui> für Mitteilungen nur an Zuschauerinnen und Zuschauer.

# _
source: external ref='figures/inviters-list.png' md5='6772c4bc49ab9cd61df19ab53df4f1c9'
de: translated

source: How <app>Gibbon</app> locates people logged in with you
de: Wie <app>Gibbon</app> andere Menschen auf dem Server lokalisiert

source: Locating Users
de: Andere lokalisieren

source: <app>Gibbon</app> will try to show you, the country from where other people on the server have logged in, for example in the <link xref="players-list">players list</link> or <link xref="inviters-list">inviters list</link>.
de: <app>Gibbon</app> versucht Ihnen zu zeigen, aus welchem Land die anderen Benutzerinnen und Benutzer sich mit dem Server verbunden haben, beispielsweise in der <link xref="players-list">Spieler-</link> oder <link xref="inviters-list">Einladungsliste</link>.

source: <media type="image" mime="src/png" src="figures/inviters-list.png"> Inviters from Germany and Bulgaria </media>
de: <media type="image" mime="src/png" src="figures/inviters-list.png"> Einladungen aus Deutschland und Bulgarien </media>

source: The software will display that information as a flag, as shown in the above example.
de: Die Software zeigt diese Information, wie im obigen Beispiel, als Flagge an.

source: The information is displayed with the help of data provided by a Danish internet service provider for free, see <link href="http://software77.net/geo-ip/"/>.
de: Diese Informationen beruhen auf Daten, die kostenlos von einem dänischen Internet-Provider zur Verfügung gestellt werden, siehe <link href="http://software77.net/geo-ip/"/>.
