Repository: sefnyn/goodgibbon
Catalog: help/*/*.po
Languages: de

source: In this column, an icon representing the client software that player is using is displayed. <app>Gibbon</app> distinguishes four different types here: players using <app>Gibbon</app>, players using mobile phones, computer players, and players using other software.
de: In dieser Spalte erscheint ein Piktogramm, das für die jeweils eingesetzte Software steht. <app>Gibbon</app> unterscheidet hierbei zwischen vier verschiedenen Gruppen, nämlich <app>Gibbon</app> als Software, Anwendungen für Mobiltelefone, Software für Computerspieler, und alle andere Software.

source: The mouseover tooltip reveals more details about the software used.
de: Wenn Sie den Mauszeiger über die Spalte bewegen, erscheint nach kurzer Zeit ein genauerer Hinweis über die eingesetzte Software.

source: Reliability
de: Verlässlichkeit

source: The player's <link xref="reliability">reliability</link> as measured by <app>Gibbon</app>. You will normally want to choose only players with a green reliability marker for your matches.
de: Die <link xref="reliability">Verlässlichkeit</link> dieser Spielerin oder dieses Spielers, wie sie von <app>Gibbon</app> gemessen wird. Normalerweise werden Sie vermeiden, mit Leuten zu spielen, für die keine grüne Verlässlichkeitsmarkierung angezeigt wird.

source: The mouseover tooltip will explain the measured values.
de: Wenn Sie den Mauszeiger über die Markierung halten, erscheint nach kurzer Zeit ein Hinweistext mit den genauen gemessenen Werten.

source: Saved Matches
de: Gespeicherte Partien

source: The number of matches that are saved for this player on the server. If a player terminates a match before it is finished, the match is saved on the server for a certain time. That means that both the “culprit” and the “victim” have their “saved-count” increased. That being said, this number has limited significance.
de: Hier erscheint die Anzahl der Partien, die für die betreffende Spielerin oder den betreffenden Spieler auf dem Server gespeichert wurden. Vorzeitig abgebrochene Partien werden für eine gewisse Zeit auf dem Server gespeichert. Diese Zahl steigt also sowohl für den Verursacher als auch das „Opfer“ des Spielabbruches an. Dementsprechend hat dieser Wert nur begrenzte Aussagekraft.

source: Address
de: Adresse

source: The mail address this player has given, if any.
de: Die E-Mail-Adresse der Benutzerin oder des Benutzers, sofern angegeben.

source: Talking to both other spectators (watchers) and the players
de: Sowohl mit anderen Zuschauern als auch mit den Spielern chatten

source: Talking to Everybody At The Board (<cmd>kibitz</cmd>)
de: Mit allen am Brett sprechen (<cmd>kibitz</cmd>)

source: If you want to talk to everybody on the board, that is the players themselves and possible spectators you have to select both the <gui style="button">say</gui> and the <gui style="button">whisper</gui> button, when you send your message to the server.
de: Wenn Sie mit allen Leuten am Brett sprechen wollen, also den beiden Spielerinnen oder Spielern, und möglichen Zuschauerinnen und Zuschauern, müssen Sie sowohl den Button <gui style="button">Sagen</gui> als auch den Button <gui style="button">Flüstern</gui> aktivieren, wenn Sie Ihre Nachricht absenden.

source: If you are currently playing, both your opponent and spectators will see your message. If you are <link xref="watching">watching</link> both players and possible other spectators will see your message.
de: Wenn Sie im Moment spielen, werden sowohl Ihre Gegnerin bzw. Ihr Gegner als auch die Zuschauerinnen oder Zuschauer Ihre Nachricht sehen. Wenn Sie dagegen selber <link xref="watching">zusehen</link>, sehen sowohl die beiden Spielerinnen bzw. Spieler als auch das Publikum die Mitteilung.

source: CLIP is the <em>CLIent</em> <em>P</em>rotocol for FIBS
de: CLIP ist Software-Kommunikationsprotokol für FIBS (<span xml:lang="en"><em>CLI</em>ent <em>P</em>rotocol for FIBS</span>)

source: Gibbon SGF Library libgsgf
de: Gibbons SGF-Bibliothek libgsgf

source: <app>Gibbon</app> uses the <link href="http://www.red-bean.com/sgf/">Smart Game Format SGF</link> as its native format for storing games. This is the same format that the popular backgammon software <link href="http://www.gnubg.org/">GNU Backgammon</link> uses.
de: <app>Gibbon</app> verwendet das <link href="http://www.red-bean.com/sgf/">Smart Game Format SGF</link> zum Speichern von Partien. Dies ist das gleiche Format, dass die beliebte Backgammon-Software <link href="http://www.gnubg.org/">GNU Backgammon</link> verwendet.

source: <app>Gibbon</app> has its own library for reading and writing SGF data. This library is called <app><em>libgsgf</em></app> and could also be used as a stand-alone library.
de: <app>Gibbon</app> hat eine eigene Programmierbibliothek zum Lesen und Schreiben von SGF-Daten, namens <app><em>libgsgf</em></app>. Libgsgf kann auch als eigenständige Bibliothek verwendet werden.

source: Extensive developer documentation for <app>libgsgf</app> is maybe installed together with <app>Gibbon</app> on your machine. Otherwise, you will always find the latest documtation at <link href="http://www.gibbon.bg/gibbon/docs/libgsgf/"/>.
de: Die Programmierdokumentation für <app>libgsgf</app> wurde eventuell zusammen mit <app>Gibbon</app> auf Ihrer Maschine installiert. Andernfalls, finden Sie die neueste Version immer unter <link href="http://www.gibbon.bg/gibbon/docs/libgsgf/"/>.

source: The Main Application Menu
de: Das allgemeine Menü für die Applikation

source: The Main Menu
de: Das Hauptmenü

source: The main menu is only partly implemented at the moment. It will be documented later.
de: Das Hauptmenü ist im Moment noch unvollständig und wird zu einem späteren Zeitpunkt implementiert werden.

# _
source: external ref='figures/main-toolbar-disconnected.png' md5='9e97ded55807e1ade20f0062511822e0'
de: translated

# _
source: external ref='figures/main-toolbar-connected.png' md5='aea53a846d3ea506098d3225e8b026f1'
de: translated

source: The large toolbar beneath the menu
de: Die große Werkzeugleiste unterhalb des Menüs

source: The Main Toolbar
de: Die Hauptwerkzeugleiste

source: The main toolbar initially looks like this:
de: Die Hauptwerkzeugleiste sieht im ursprünglichen Zustand folgendermaßen aus:

source: The Main Toolbar When Disconnected
de: Die Hauptwerkzeugleiste ohne Serververbindung

source: Connect
de: Verbinden

source: Click to <link xref="connect">connect</link>, you guessed it.
de: Klicken Sie, um sich zu <link xref="connect">verbinden</link>. Ja, das haben Sie möglicherweise schon erraten.

source: This button has no function, while you are disconnected.
de: Dieser Button hat keine Funktion, wenn Sie nicht mit einem Server verbunden sind.

source: Quit
de: Beenden

source: Click to terminate the program.
de: Klicken Sie hier, um das Programm zu beenden.

source: Once you are <link xref="connect">connected</link> to a server, the toolbar rather looks like this:
de: Sobald Sie mit einem Server <link xref="connect">verbunden</link> sind, ändert die Werkzeugliste ihr Erscheinungsbild:

source: The Main Toolbar When Connected
de: Die Hauptwerkzeugleiste im verbundenen Zustand

source: Disonnect
de: Trennen

source: Click to <link xref="connect">disconnect</link>. This will terminate your ongoing match. The server will save your match but normally you should play your matches to the end before you disconnect.
de: Klicken Sie hier, um eine bestehende Verbindung zu <link xref="connect">trennen</link>. Laufende Partien werden unterbrochen. Der Server wird die Partie speichern, aber Sie sollten normalerweise Ihre Partien zu Ende spielen.

source: In the above screenshot, your status is <gui style="label">Ready</gui>, that means you are available for playing and other people can invite you to matches. Clicking it will toggle your state to <gui style="label">Not Ready</gui> and you can neither get invited or invite other people.
de: Im obigen Zustand ist ihr Status <gui style="label">Bereit</gui>. Sie stehen also bereit und andere Leute können Sie zu Partien einladen. Durch Klicken auf den Button ändern Sie Ihren Zustand auf <gui style="label">Beschäftigt</gui>, und Sie können weder eingeladen werden, noch andere Menschen zu einer Partie einladen.

source: Click to terminate the program. That will also terminate your ongoing match. The server will save your match but normally you should play your matches to the end before you disconnect.
de: Klicken Sie, um das Programm zu beenden. Damit werden auch Ihre laufenden Partien beendet. Der Server wird diese Partien zwar zwischenspeichern, aber normalerweise sollten Sie keine Partien vorzeitig beenden.

# link
source: Playing Backgammon
de: Backgammon spielen

# text
source: Playing Backgammon
de: Backgammon spielen

source: Rolling the dice, moving checkers, using the cube, etc.
de: Würfeln, Ziehen, Doppeln etc.

source: Playing Backgammon
de: Backgammon spielen

source: Playing backgammon with <app>Gibbon</app> is a little different from playing backgamon with humans at a real board. But it is very similar to the way you use other popular backgammon playing software like for example <link href="http://www.gnubg.org/">GNU Backgammon</link>.
de: Mit <app>Gibbon</app> ist ein wenig anders, als mit Menschen an einem wirklichen Backgammonbrett zu spielen. Aber es ist ziemlich ähnlich dazu, wie man mit anderer populärer Backgammonsoftware, wie zum Beispiel <link href="http://www.gnubg.org/">GNU Backgammon</link> spielt.

source: Basics
de: Grundlagen

source: Invitations
de: Einladungen

source: Information about the FIBS rating system
de: Informationen zur FIBS-Rangliste

source: FIBS Rating
de: FIBS-Rangliste

source: When you <link xref="create-account">create an account</link> on the server, you start with a rating of 1500 and an experience of 0.
de: Wenn Sie ein <link xref="create-account">Konto eröffnen</link>, starten Sie mit 1500 Ranglisten- und Null Erfahrungspunkten.

source: With every match you win, your rating will become higher, with every match you lose, it will become lower. The gory details of that are explained at <link href="http://www.fibs.com/ratings.html"/>. Note that <link xref="unlimited-matches">unlimited matches</link> will never change your rating.
de: Mit jeder gewonnen Partie gewinnen Sie Ranglistenpunkte, mit jeder verlorenen Partie verlieren Sie Ranglistenpunkte. Die mathematischen Details erfahren Sie unter <link href="http://www.fibs.com/ratings.html"/>. Beachten Sie, dass <link xref="unlimited-matches">unendliche Partien</link> Ihre Position in der Rangliste nicht zu beeinflussen vermögen.

source: Your <em>experience</em> is an indicator for the number and length of the matches you have finished. When you finished a 5-point match, your experience will increase by five, no matter what the actual result of the match was.
de: Ihre <em>Erfahrung</em> ist ein Indikator für die Anzahl und Länge der Partien, die Sie beendet haben. Nach einer Fünf-Punkte-Partie gewinnen Sie fünf Erfahrungspunkte, ganz gleich, welches Ergebnis die Partie hatte.

source: How <app>Gibbon</app> measures reliability
de: Wie <app>Gibbon</app> Verlässlichkeit misst

source: It is a very annoying experience, when your opponent leaves a game in the middle of a match. <app>Gibbon</app> tries to help you avoid that.
de: Wenn Ihre Gegnerin oder Ihr Gegner das Spiel während der Partie verlässt, ist das normalerweise eine sehr unangenehme Erfahrung. <app>Gibbon</app> bemüht sich, dies Ihnen zu ersparen.

source: The server broadcasts a lot of information about other players, for example, when they start a match, finish a match, log in or log out. <app>Gibbon</app> collects that information and stores it in an internal database.
de: Der Server überträgt eigentlich eine Menge Informationen über andere Spielerinnen und Spieler, zum Beispiel, wann eine Partie begonnen oder beendet wird, oder wann sich wer verbindet oder eine bestehende Verbindung unterbricht.

source: With that little data-mining, <app>Gibbon</app> is able to distinguish between the good and the evil. It will display a player's “reliability” wherever appropriate, for example in the <link xref="players-list">players list</link> or <link xref="inviters-list">inviters list</link>.
de: Mit ein wenig Analyse des Datenstroms, ist <app>Gibbon</app> Gibbon aber in der Lage, die Spreu vom Weizen zu trennen. Die Software zeigt die errechnete „Verlässlichkeit“ anderer Spielerinnen und Spieler da an, wo Sie es benötigen, zum Beispiel in der <link xref="players-list">Spieler-</link> oder <link xref="inviters-list">Einladungsliste</link>.

source: <media type="image" mime="src/png" src="figures/inviters-list.png"> The player reliability in the inviters list </media>
de: <media type="image" mime="src/png" src="figures/inviters-list.png"> Die Verlässlichkeit, wie sie in der Einladungsliste angezeigt wird </media>

source: <link xref="droppers">Dropping</link> matches will decrease a player's reliability, resuming interrupted matches will increase it, finishing matches without interrupting them will increase the reliability even more. This reliability is translated into a color ranging from red (stay away from those players), over orange and yellow to green (reliable).
de: Jede <link xref="droppers">gekappte Verbindung</link> verringert die Verlässlichkeit einer Spielerin oder eines Spielers. Die Wiederaufnahme einer unterbrochenen Partie erhöht sie wieder etwas. Das normale Verhalten, dass nämlich einmal begonnene Partien ohne Unterbrechung zu Ende gespielt werden, erhöht die Verlässlichkeit sogar noch mehr. Diese Verlässlichkeit wird in eine Farbe zwischen rot (Wegbleiben), orange und gelb bis zu grün (verlässlich) übersetzt.

source: It is hard for a player to earn a reliability bar that is not green. Stay away from them unless you know them personally.
de: Es ist ziemlich schwer, sich einen Verlässlichkeitsbalken zu verdienen, der nicht grün ist. Halten Sie sich von solchen Spielerinnen und Spielern also liber fern.

source: Another factor is the <em>confidence</em>. The more data <app>Gibbon</app> has collected about a particular player, the more confident it is about its estimation about that player's reliability. When visualized, this is translated into the length of the reliability bar.
de: Ein weiterer Faktor ist die <em>Konfidenz (Zuverlässigkeit)</em>. Je mehr Daten <app>Gibbon</app> über eine bestimmte Spielerin oder einen bestimmten Spieler gesammelt hat, desto zuverlässiger ist die Einschätzung über die Verlässlichkeit der jeweiligen Spielerin oder des jeweiligen Spielers. Die Konfidenz wird in die Länge des Balkens übersetzt.

source: This is explained in greater detail at <link href="http://www.gibbon.bg/gibbon/news/2011/003141/index.html.en"/>.
de: Dies wird genauer unter <link href="http://www.gibbon.bg/gibbon/news/2011/003141/index.html.en"/> erklärt.

source: How to Resign And Answer to Resignations
de: Wie man aufgibt, oder auf die Aufgabe der Gegnerin oder des Gegners antwortet

source: Resigning
de: Aufgeben

source: You Resign
de: Sie geben auf

source: You can resign the current game anytime during a match. You do this by clicking the <link xref="board-toolbar"><gui style="button">resign button</gui></link> in the <link xref="board-toolbar">board toolbar</link>.
de: Sie können jederzeit während des Spiels aufgeben. Klicken Sie hierfür den Button <link xref="board-toolbar"><gui style="button">Aufgeben</gui></link> in der <link xref="board-toolbar">Spielbrett-Werkzeugleiste</link>.

source: You will then be asked how you want to resign. With a normal resignation you will lose the current value of the cube. A gammon resignation loses twice the value of the cube, a backgammon resignation three times the value of the cube.
de: Sie werden daraufhin gefragt, <em>wie</em> Sie aufgeben wollen. Mit einer normalen Aufgabe, verlieren Sie den aktuellen Wert des Dopplerwürfels. Mit einer Gammon-Aufgabe verlieren Sie den doppelten Wert des Dopplerwürfels, mit einer Backgammon-Aufgabe den dreifachen Wert des Dopplerwürfels.

source: Your opponent does not have to accept your resignation. In that case the game goes on or you have to offer another resignation.
de: Ihre Gegnerin oder Ihr Gegner müssen Ihre Aufgabe natürlich nicht akzeptieren. In diesem Fall wird das Spiel einfach fortgesetzt, oder Sie müssen erneut aufgeben.

source: If the resignation was accepted the current game finishes.
de: Wird die Aufgabe hingegen akzeptiert, wird das aktuelle Spiel beendet.

source: Answering To a Resignation
de: Auf eine Aufgabe antworten

source: If your opponent resigned, a dialog box will pop up showing you the details. You will see how (normal, gammon, backgammon) the opponent resigned, and how many points you will win by accepting the resignation.
de: Wenn Ihre Gegnerin oder Ihr Gegner aufgibt, erscheint eine Dialogbox mit den Details. Sie sehen in welcher Höhe (normal, Gammon, Backgammon) die Aufgabe angeboten wird, und wieviele Punkt Sie durch Annahme gewinnen.

source: You can accept or reject the resignation.
de: Sie können die Aufgabe akzeptieren oder ablehnen.

source: How To Roll the Dice
de: Wie gewürfelt wird

source: Rolling the Dice
de: Würfeln

source: When you can roll the dice, you see a little dice cup on the board. Left-clicking it, will roll the dice.
de: Sobald Sie an der Reihe sind und würfeln dürfe, sehen Sie einen kleinen Würfelbecher auf dem Brett. Durch einen Klick mit der linken Maustaste würfeln Sie.

source: The cup's function is mainly to remind you that you may have a chance of <link xref="doubling"/> your opponent instead.
de: Der Sinn des Bechers besteht hauptsächlich darin, Sie daran zu erinnern, dass Sie eventuell auch die Möglichkeit haben, Ihre Gegnerin bzw. Ihren Gegner zu <link xref="doubling">doppeln</link>.

source: In situations where you cannot double, the server will usually roll the dice on your behalf automatically.
de: In Situationen, in denen Sie nicht doppeln dürfen, würfelt der Server in der Regel automatisch für Sie.

source: Talking to your opponent during the game
de: Mit der Gegnerin der dem Gegner während des Spiels sprechen

source: Talking to Your Opponent (<cmd>say</cmd>)
de: Mit dem Gegner sprechen (<cmd>say</cmd>)

source: You can chat with your opponent by typing text into the <link xref="game-chat-concept">game chat area</link> and only selecting the <gui style="button">say</gui> button.
de: Sie können mit Ihrer Gegnerin oder Ihrem Gegner während des Spiels chatten, indem Sie Text in den <link xref="game-chat-area">Spiel-Chatbereich</link> eingeben, und dabei nur den Button <gui style="button">Sagen</gui> anwählen.

source: Please note that it is not possible to talk directly to one of the players while <link xref="watching">watching</link> somebody else.
de: Bitte beachten Sie, dass es nicht möglich ist, während Sie <link xref="watching">zuschauen</link>, direkt mit einer der Spielerinnen oder einem der Spieler zu sprechen.

# _
source: external ref='figures/server-console.png' md5='bbcf4f6bf41db60626de00e119a98553'
de: translated

source: Interacting with the server directly
de: Direkte Interaktion mit dem Server

source: The Server Console
de: Die Serverkonsole

source: The server console is linked to the second tab of the <link xref="info-area">information area</link> at the middle right of the <link xref="gui-overview">main window</link>.
de: Die Serverkonsole ist an den zweiten Reiter des <link xref="info-area">Informationsbereich</link> im linken mittleren Bereich des <link xref="gui-overview">Hauptfensters</link> gebunden.

source: <media type="image" mime="src/png" src="figures/server-console.png"> The server console </media>
de: <media type="image" mime="src/png" src="figures/server-console.png"> Die Serverkonsole </media>

source: Most of the time, you do not have to bother about the protocol that <app>Gibbon</app> and the server use for interacting. <app>Gibbon</app> “translates” most of the data sent by the server and hides this data from you. Data that is not handled by the program is either displayed in the server console, or - if marked as important by the server - displayed in a message dialog.
de: In der Regel brauchen Sie Sich nicht um das Protokoll zu kümmern, dass <app>Gibbon</app> und der Server zur Verständigung verwenden. <app>Gibbon</app> „übersetzt” die meisten Daten, die vom Server gesendet werden und verbirgt sie so vor Ihnen. Daten, die nicht vom Programm verarbeitet werden, werden entweder in der Serverkonsole angezeigt, oder - falls Sie vom Server als wichtig markiert wurden - als Nachricht in einem Dialog angezeigt.

source: You can also type your own commands into the text area at the bottom. While you are typing, you can see a list of suggestions. You can browse through these suggestions with the cursor keys.
de: Sie können auch Ihre eigenen Kommandos in das Texteingabefeld unten eingeben. Während Sie tippen, sehen Sie eine Liste von Vorschläge. Sie können mit den Pfeiltasten durch diese Vorschläge navigieren.

source: You can try this out by sending the command <cmd>help</cmd> which will produce an overview of the commands the server understand. For a full list of commands, see <link href="http://www.fibs.com/CommandReference/index.html"/>.
de: Ausprobieren können Sie das beispielsweise mit dem Befehl <cmd>help</cmd>. Der Server antwortet auf diesen Befehl mit einer Übersicht über die Befehle, die er versteht. Für eine vollständige Liste aller Befehle, siehe <link href="http://www.fibs.com/CommandReference/index.html"/>.

source: Hints For FIBS Experts
de: Hinweise für FIBS-Expertinnen und -Experten

source: <app>Gibbon</app> intercepts most of the output sent by the server, and reacts upon it. However, an attempt is made to still display server output that is sent as a response to your commands. For example, you can see your current settings by sending the commands <cmd>set</cmd> or <cmd>toggle</cmd>.
de: <app>Gibbon</app> fängt den größten Teil der Ausgabe, die vom Server gesendet wird, ab und reagiert entsprechend. Es wird jedoch versucht, Ausgaben, die als Antwort auf von Ihnen manuell abgeschickte Kommandos ankommt, dennoch anzuzeigen. Sie können zum Beispiel Ihre aktuellen Einstellungen sehen, indem Sie die Befehle <cmd>set</cmd> oder <cmd>toggle</cmd> eingeben.

source: There are some exceptions. Sometimes it is not possible to distinguish between server responses to your commands, and data that is sent asynchronously. This is the case for example for the response to <cmd>who</cmd>, <cmd>rawwho</cmd>, or <cmd>board</cmd>.
de: Es gibt allerdings Ausnahmen. Teilweise ist es nicht möglich, Antworten des Servers und asynchron geschickte Meldungen zu unterschieden. Das ist zum Beispiel der für die Antworten auf <cmd>who</cmd>, <cmd>rawwho</cmd>, oder <cmd>board</cmd>.

source: In other cases, detecting responses to manual commands would mean an unreasonable effort and would not make much sense anyway. It is for example possible to send the commands <cmd>roll</cmd>, <cmd>move</cmd>, or <cmd>double</cmd> but <app>Gibbon</app> will intercept all confirmation responses from the server, and update its own state instead of displaying it.
de: In anderen Fällen würde es einen unverhältnismäßigen Aufwand bedeuten, die Antworten auf manuell abgeschickte Befehle herauszufischen. Es ist zwar möglich, die Befehle <cmd>roll</cmd>, <cmd>move</cmd>, oder <cmd>double</cmd> von Hand einzugeben, aber <app>Gibbon</app> fängt alle Bestätigungsnachrichten auf diese Befehle ab, und aktualisiert den Status der Software, statt die Antwort anzuzeigen.
