Repository: sefnyn/goodgibbon
Catalog: help/*/*.po
Languages: de

source: In case you think that this feature violates your or others' privacy rights, please keep in mind that it is trivial for everybody on the server to find out, from which country you logged in.
de: Falls Sie meinen, dass dieses Feature Ihre oder die Privatsphäre anderer verletzt, denken Sie bitte daran, dass es für alle Personen, die auf dem Server eingeloggt sind, absolut trivial ist, herauszufinden, in welchem Land Sie Sich gerade befinden.

source: Specification for allowing Unicode characters in communication between players on FIBS
de: Spezifikation zur Verwendung von Unicodezeichen in der Kommunikation zwischen Benutzerinnen und Benutzern auf FIBS

source: Gibbon Unicode Extension for FIBS
de: Gibbon-Unicode-Erweiterung für FIBS

source: FIBS traditionally allows only 7-bit characters to be transmitted in the communication between players (<link xref="say"><cmd>say</cmd></link>, <link xref="kibitz"><cmd>kibitz</cmd></link>, <link xref="whisper"><cmd>whisper</cmd></link>, <link xref="tell"><cmd>tell</cmd></link>, <cmd>tellx</cmd>, and <cmd>message</cmd>). Characters outside of the range of US-ASCII are replaced by a question mark (“?”).
de: FIBS erlaubt traditionell lediglich die Übermittlung von 7-Bit-Zeichen in der Kommunikation zwischen Benutzerinnen und Benutzern (bei den Befehlen <link xref="say"><cmd>say</cmd></link>, <link xref="kibitz"><cmd>kibitz</cmd></link>, <link xref="whisper"><cmd>whisper</cmd></link>, <link xref="tell"><cmd>tell</cmd></link>, <cmd>tellx</cmd>, und <cmd>message</cmd>). Zeichen außerhalb des Bereichs von US-ASCII werden durch ein Fragezeichen („?”) ersetzt.

source: <app>Gibbon</app> automatically encodes characters outside of the range of US-ASCII, when transmitting it as part of the message body of the above commands to the server, and automatically decodes them when they are received as part of the message body of one of the above commands from the server.
de: <app>Gibbon</app> kodiert Zeichen außerhalb des Zeichenvorrats von US-ASCII bei der Übermittlung an den Server automatisch, wenn sie zum Nachrichtenteil eines der obigen Befehle sind, und dekodiert sie im umgekehrten Falle automatisch.

source: Encoding
de: Kodierung

source: Only the body of a message of one of the above mentioned FIBS CLIP commands is subject to encoding.
de: Lediglich der Nachrichtenteil eines der obigen FIBS-CLIP-Befehle wird kodiert.

source: A conforming application <em>must</em> encode all characters above the <link href="http://www.unicode.org/">Unicode</link> code point +U007F as named HTML entities as described in <link href="http://www.w3.org/TR/html401/sgml/entities.html"/> or as numerical entities as described in <link href="http://www.w3.org/TR/html401/charset.html#h-5.3"/>. A conforming application <em>should</em> prefer named entities over numerical entities wherever possible.
de: Eine konforme Applikation <em>muss</em> alle Zeichen oberhalb von <link href="http://www.unicode.org/">Unicode</link> +U007F als benannte HTML-Entitäten gemäß <link href="http://www.w3.org/TR/html401/sgml/entities.html"/> oder als nummerische Entitäten gemäß <link href="http://www.w3.org/TR/html401/charset.html#h-5.3"/>. Eine konforme Applikation <em>sollte</em> wann immer möglich benamte Entitäten nummerischen Entitäten vorziehen.

source: A conforming application <em>must</em> encode the character “&amp;” (ampersand, U+0026) according to the above specification, if it can be confused with an escaped sequence as described in this protocol. If the ampersand cannot be confused with a valid entity, a conforming application <em>should not</em> encode the ampersand character.
de: Eine konforme Applikation <em>muss</em> das Zeichen „&amp;” (Et-Zeichen bzw. Kaufmanns-Und, U+0026) gemäß dieser Spezifikation kodieren, wenn es ansonsten als Teil einer Escape-Sequenz gemäß der Beschreibung in diesem Protokoll gelten könnte. Falls das Zeichen dagegen nicht mit einer gültigen Entität verwechselt werden kann, <em>sollte</em> eine konforme Applikation dieses Zeichen <em>nicht</em> kodieren.

source: A conforming application <em>should not</em> encode any other characters, especially not the XML special characters “&lt;” (less than, U+003C), “&gt;” (greater than, U+003E), “"” (double quote, U+0022), and “'” (apostrophe, U+0027).
de: Eine konforme Applikation <em>sollte keine</em> anderen Zeichen kodieren, insbesondere nicht die XML-Spezialzeichen „&lt;” (Kleiner-Als-Zeichen, U+003C), “&gt;” (Größer-Als-Zeichen, U+003E), “"” (doppelte Anführungszeichen, U+0022) und “'” (Apostroph, U+0027).

source: Decoding
de: Dekodieren

source: Only the body of a message of one of the above mentioned FIBS CLIP commands is subject to decoding.
de: Lediglich der Nachrichtenteil eines der obigen FIBS-CLIP-Befehle darf dekodiert werden.

source: A conforming application <em>must</em> decode all valid named entity references as described in <link href="http://www.w3.org/TR/html401/sgml/entities.html"/> or numerical entities as described in <link href="http://www.w3.org/TR/html401/charset.html#h-5.3"/>.
de: Eine konforme Applikation <em>muss</em> alle gültigen benamten Entitäten gemäß <link href="http://www.w3.org/TR/html401/sgml/entities.html"/> oder nummerischen Entitäten gemäß <link href="http://www.w3.org/TR/html401/charset.html#h-5.3"/> dekodieren.

source: A conforming application <em>should not</em> treat incomplete or other invalid entity references in any special way or display them in any special way.
de: Eine konforme Applikation <em>sollte</em> unvollständige oder auf andere Weise ungültige Entitäten weder besonders behandeln, noch auf besondere Weise darstellen.

source: Rationale
de: Begründung

source: The US-ASCII restriction in the FIBS protocol makes it hard or impossible to communicate in most languages other than English. This extension tries to overcome this restriction in the least obtrusive way possible.
de: Die Beschränkung auf US-ASCII-Zeichen im FIBS-Protokoll macht es schwer oder gar unmöglich in einer anderen Sprache als Englisch zu kommunizieren. Diese Protokollerweiterung versucht diese Beschränkung auf wenigst störende Art aufzuheben.

source: Using named HTML entities for encoding characters outside of the range of US-ASCII has the advantage that they are well-known and to a certain extent human-readable. Even for people using a client that does not support this extension it is easier to decipher the meaning of “5 &amp;euro;” than to guess what “5 ?” means.
de: Die Benutzung benamter Entitäten für die Kodierung von Zeichen außerhalb des Vorrats von US-ASCII hat den Vorteil, dass Sie gut bekannt und bis zu einem gewissen Grade auch von Menschen lesbar sind. Selbst für Benutzerinnen und Benutzer von Software, welche diese Spezifikation nicht unterstützt, ist es einfacher, die Bedeutung von „5 &amp;euro;“ zu erfassen, als zu verstehen, was unter „5 ?“ zu verstehen ist.

source: Communication in languages that use a script for which no named entities are defined, will be completely unreadable to people that are not using a client supporting this protocol. On the other hand, taking part in such communication does not only require a conforming client but also knowledge of that particular script. In this respect, users can only win by this protocol.
de: Kommunikation in einer Sprache, die eine Schrift verwendet, für die keine benamten Entitäten definiert sind, wird für Menschen, die keine konforme Software verwenden, völlig unlesbar sein. Auf der anderen Seiten erfordert die Beteiligung an einer solchen Kommunikation ohnehin nicht nur eine konforme Software, sondern auch Kenntnisse der Schrift. Demgemäß gewinnen also alle Beteiligten durch dieses Protokoll.

# link
source: User Interface
de: Benutzerschnittstelle

# text
source: User Interface
de: Benutzerschnittstelle

source: The graphical user interface and other interaction
de: Die graphische Benutzerschnittstelle und weitere Interaktion

source: User Interface
de: Benutzerschnittstelle

source: All interaction with <app>Gibbon</app> is done with the mouse or the keyboard.
de: Die Interaktion mit <app>Gibbon</app> erfolgt mit Maus und Tastatur.

source: Graphical User Interface Elements
de: Elemente der Benutzerschnittstelle

# _
source: external ref='figures/overview.png' md5='cdaad3c9752769a0818f8e658f3eaf3e'
de: translated

# _
source: external ref='figures/overview-board.png' md5='4b7fb3a2de26b4fe41ec92f7c1ab2e33'
de: translated

# _
source: external ref='figures/overview-board-toolbar.png' md5='c386c116e09f40ea0703a40dd8b0d6ac'
de: translated

# _
source: external ref='figures/overview-game-chat-area.png' md5='7a203bda86b8b23df3b327091846e38f'
de: translated

# _
source: external ref='figures/overview-inviters-list.png' md5='2f3cbd8245938909d03e52b696182656'
de: translated

# _
source: external ref='figures/overview-info-area.png' md5='2478d0aebc914f0a89be66be697cd3b8'
de: translated

# _
source: external ref='figures/overview-chat-area.png' md5='539b3aa24e356744bf1f14951101f8d7'
de: translated

source: Overview of the Graphical User Interface of <app>Gibbon</app>
de: Überblick über die graphische Benutzersschnittstelle <app>Gibbons</app>

source: Graphical User Interface Overview
de: Überblick über die graphische Benutzerschnittstelle

source: Depending on your personal desktop settings <app>Gibbon</app> may have an individual look and feel. But it will at least roughly look like this:
de: In Abhängigkeit von Ihren persönlichen Einstellungen für Ihr Betriebssystem, kann <app>Gibbon</app> bei Ihnen abweichend aussehen. Im Großen und Ganzen sollte es jedoch so aussehen:

source: <app>Gibbon</app> Graphical User Interace
de: Graphische Benutzerschnittstelle von <app>Gibbon</app>

source: The first thing that catches ones eye is the backgammon board, see <link xref="playing"/>:
de: Das erste, das einem ins Auge sticht, ist das Backgammonbrett, siehe <link xref="playing"/>:

source: <link href="figures/overview-board.png"> <media type="image" mime="src/png" src="figures/overview-board.png" width="50%" height="50%"> <p>The Backgammon Board</p> </media> </link>
de: <link href="figures/overview-board.png"> <media type="image" mime="src/png" src="figures/overview-board.png" width="50%" height="50%"> <p>Das Backgammon-Brett</p> </media> </link>

source: Above the board, you can see the <link xref="board-toolbar">board toolbar</link>:
de: Oberhalb des Bretts sehen Sie die <link xref="board-toolbar">Spielbrett-Werkzeugliste</link>:

source: <link href="figures/overview-board-toolbar.png"> <media type="image" mime="src/png" src="figures/overview-board-toolbar.png" width="50%" height="50%"> <p>The Toolbar Above the Backgammon Board</p> </media> </link>
de: <link href="figures/overview-board-toolbar.png"> <media type="image" mime="src/png" src="figures/overview-board-toolbar.png" width="50%" height="50%"> <p>Die Werkzeugliste oberhalb des Backgammon-Bretts</p> </media> </link>

source: Beneath the board, you can see the <link xref="chatting#game-chat">game chat area</link>:
de: Unterhalb des Bretts sehen Sie den <link xref="chatting#game-chat">Spiel-Chatbereichs</link>:

source: <link href="figures/overview-game-chat-area.png"> <media type="image" mime="src/png" src="figures/overview-game-chat-area.png" width="50%" height="50%"> <p>The Chat Area Beneath the Backgammon Board</p> </media> </link>
de: <link href="figures/overview-game-chat-area.png"> <media type="image" mime="src/png" src="figures/overview-game-chat-area.png" width="50%" height="50%"> <p>Der Chatbereich unterhalb des Backgammonbretts</p> </media> </link>

source: The <link xref="inviters-list">inviters list</link> is located in the top-right corner of the main window:
de: Die <link xref="inviters-list">Einladungsliste</link> befindet sich oben rechts im Hauptfenster:

source: <link href="figures/overview-inviters-list.png"> <media type="image" mime="src/png" src="figures/overview-inviters-list.png" width="50%" height="50%"> <p>The Inviters List</p> </media> </link>
de: <link href="figures/overview-inviters-list.png"> <media type="image" mime="src/png" src="figures/overview-inviters-list.png" width="50%" height="50%"> <p>Die Einladungsliste</p> </media> </link>

source: In the middle right area of the main window, you find a multi-purpose area, the <link xref="info-area">information area</link>:
de: Im mittleren rechten Bereich des Hauptfensters befindet sich ein Mehrzweckbereich, der <link xref="info-area">Informationsbereich</link>:

source: <link href="figures/overview-info-area.png"> <media type="image" mime="src/png" src="figures/overview-info-area.png" width="50%" height="50%"> <p>The Information Area</p> </media> </link>
de: <link href="figures/overview-info-area.png"> <media type="image" mime="src/png" src="figures/overview-info-area.png" width="50%" height="50%"> <p>Der Informationsbereich</p> </media> </link>

source: Finally, the <link xref="chat-area">chat area</link> is in the bottom-right corner:
de: Der <link xref="chat-area">Chatbereich</link> schließlich, befindet sich in der unteren rechten Ecke:

source: <link href="figures/overview-chat-area.png"> <media type="image" mime="src/png" src="figures/overview-chat-area.png" width="50%" height="50%"> <p>The Chat Area</p> </media> </link>
de: <link href="figures/overview-chat-area.png"> <media type="image" mime="src/png" src="figures/overview-chat-area.png" width="50%" height="50%"> <p>Der Chatbereich</p> </media> </link>

# _
source: external ref='figures/gibbon-logo.png' md5='90767fd19bd5d82060c4a38ddecfdf77'
de: original

source: <media type="image" mime="image/png" src="figures/gibbon-logo.png"> Gibbon logo </media> Gibbon
de: <media type="image" mime="image/png" src="figures/gibbon-logo.png"> Das Gibbon-Logo </media> Gibbon

source: Getting Started
de: Kurzanleitung

source: General Concepts
de: Allgemeine Konzepte

source: Help and Troubleshooting
de: Hilfe und Fehlerbehebung

source: Frequently Asked Questions
de: Häufige Fragen

source: Miscellaneous
de: Sonstiges

# _
source: external ref='figures/players-list.png' md5='0c2517db7b5c7f411f804c38df2d2f9d'
de: translated

source: The multi-purpose area in the middle right
de: Der Mehrzweckbereich auf dem mittleren rechten Teil des Hauptfensters

source: The Information Area
de: Der Informationsbereich

source: The information area at the middle right of the main window serves multiple purposes. You switch them by clicking the tabs at the top.
de: Der Informationsbereich im mittleren rechten Teil des Hauptfensters dient verschiedenen Zwecken. Sie können zwischen den Funktionen durch Klicken der Reiter oben wechseln.

source: <media type="image" mime="src/png" src="figures/players-list.png"> <p>The Information Area</p> </media>
de: <media type="image" mime="src/png" src="figures/players-list.png"> <p>Der Informationsbereich</p> </media>

source: Tabs In the Information Area
de: Reiter im Informationsbereich

source: Introduction to <app>Gibbon</app>, <app>FIBS</app>, and this documentation.
de: Einführung in <app>Gibbon</app>, <app>FIBS</app>, und diese Dokumentation.

source: Introduction
de: Einführung

source: <app>Gibbon</app> is a program that allows you to play backgammon online against other players, both humans and computer players, on the <link href="http://www.fibs.com/"><app>First Internet Backgammon Server (FIBS)</app></link>. You can also use <app>Gibbon</app> to play on other servers that use the <link href="http://www.fibs.com/fibs_interface.html">FIBS Client Protocol</link>. At the time of this writing the only alternative public server is <link href="http://www.tigergammon.com/">TigerGammon</link>. <app>Gibbon</app> will work with all servers that are compatible with FIBS but this documentation and the program itself will often assume that you are playing on FIBS.
de: <app>Gibbon</app> ist ein Computerprogramm, mit dem Sie im Internet auf dem <link href="http://www.fibs.com/">Ersten Internet-Backgammon-Server (<app>First Internet Backgammon Server FIBS</app>)</link> gegen Menschen und Computer Backgammon spielen können. Sie können mit <app>Gibbon</app> auch auf anderen Servern spielen, die das <link href="http://www.fibs.com/fibs_interface.html">FIBS Client Protocol</link> unterstützen. Zum jetzigen Zeitpunkt ist das lediglich <link href="http://www.tigergammon.com/">TigerGammon</link>. <app>Gibbon</app> funktioniert mit allen Servern, die kompatibel mit FIBS sind. Diese Dokumentation und das Programm selber gehen jedoch oft davon aus, dass Sie auf FIBS spielen.

source: <app>FIBS</app> does not only provide online backgammon opponents but also an active community of users. <app>Gibbon</app> allows you to take part in all aspects of this community like chatting with other users, taking part in tournaments held on <app>FIBS</app>, or comparing your own skills with those of other players by comparing your own <link xref="rating">rating</link> with that of the rest of the world.
de: <app>FIBS</app> bietet nicht nur Spielpartnerinnen und Spielpartner für Backgammon im Internet, sondern auch eine aktive Community. Mit <app>Gibbon</app> können Sie an allen Aspekten dieser Community teilnehmen, wie öffentlichen oder privaten Chats, Turnieren auf <app>FIBS</app>, oder indem Sie Ihre eigenen Fähigkeiten aufgrund ihres Platzes in der <link xref="rating">Rangliste</link> mit dem Rest der Welt vergleichen.

source: <app>Gibbon</app> is not yet ready. You may find features that are not yet covered in this documentation, and you may find features documented here that do not work, or that do not work as expected. An attempt is made to keep the software synchronized with this documentation but this may fail. If you find a discrepancy, or find factual errors, misspellings, typos, or any other shortcomings in this documentation (or the software itself) feel free to file a bug report, see <link xref="bugreports"/>. All feedback is welcome.
de: <app>Gibbon</app> ist noch nicht fertig. Es gibt Dinge, die in dieser Dokumentation noch nicht beschrieben sind. Andere Dinge, die hier dokumentiert sind, funktionieren eventuell noch nicht oder nicht wie erwartet, obwohl natürlich versucht wird, die Dokumentation und die Software zu synchronisieren. Falls Ihnen Diskrepanzen, falsche Beschreibungen, Rechtschreibfehler oder andere Mängel in dieser Dokumentation oder der Software auffallen, melden Sie das bitte, siehe <link xref="bugreports"/>. Jegliche Resonanz ist willkommen.

source: <app>Gibbon</app> should work on many different computer platforms. Do not be surprised if features presented in this documentation look different on your computer. The overall presentation will be close enough for you to recognize it.
de: <app>Gibbon</app> sollte auf vielen verschiedenen Computerplattformen laufen. Seien Sie allerdings nicht überrascht, wenn Dinge, die in dieser Dokumentation präsentiert werden, auf Ihrem Rechner anders aussehen. Sie werden dennoch in der Lage sein, die Grundzüge wiederzuerkennen.

source: How to ask other people for a match
de: Wie Sie andere Leute zu einer Partie einladen können

source: Inviting Other Players To A Match
de: Andere zu einer Partie einladen

source: The <link xref="players-list">players' list</link> shows everybody that is currently logged in. You can invite anybody to a match, that is currently not playing, and is available for a match.
de: In der <link xref="players-list">Spielerliste</link> sehen Sie jeden, der gerade angemeldet ist. Sie können jeden zu einer Partie einladen, der oder die nicht gerade eine andere Partie spielt, und seinen Status auf verfügbar gestellt hat.

source: You invite a player by either double-clicking the corresponding line in the <link xref="players-list">players' list</link> or by invoking the context menu (right-click or modifier key plus click) on the player's name.
de: Sie laden andere Spielerinnen oder Spieler entweder durch Doppelklick auf die entsprechende Zeile in der <link xref="players-list">Spielerliste</link> oder durch Aufruf des Kontextmenüs (Recktsklick oder Kontrolltaste mit Klick auf dem Namen).

source: Before the invitation is sent, you can select the desired length of the match. You should avoid invitations for <link xref="unlimited-matches">unlimited matches</link> unless you know what you are doing. The reason is that it is difficult to get out of an unlimited match, both for you and your opponent. See <link xref="unlimited-matches"/> for more information.
de: Bevor die Einladung abgesendet wird, können Sie noch die gewünschte Länge der Partie wählen. Vermeiden Sie, Einladungen für <link xref="unlimited-matches">unbegrenzte Partien</link> anzunehmen, außer wenn Sie genau wissen, was Sie tun. Grund ist, dass es sowohl für Sie selbst als auch Ihre Gegnerin oder Ihren Gegner schwer ist, aus einer unbegrenzten Partie wieder auszusteigen. Siehe <link xref="unlimited-matches"/> für weitere Informationen.

source: Who is inviting you to a match?
de: Wer lädt zu einer Partie ein?

source: The Inviters List
de: Die Einladungsliste

source: The inviters list is located in the top-right corner of the <link xref="gui-overview">main window</link>.
de: Die Einladungsliste befindet sich in der oberen rechten Ecke des <link xref="gui-overview">Hauptfensters</link>.

source: <media type="image" mime="src/png" src="figures/inviters-list.png"> The inviters list </media>
de: <media type="image" mime="src/png" src="figures/inviters-list.png"> Die Einladungsliste </media>

source: It has the following columns:
de: Es gibg folgende Spalten:

source: Clicking it will reject the invitation. You will be asked whether you want to explain your rejection with a message or not.
de: Durch einen Klick können Sie die Einladung abnehmen. Sie werden danach gefragt, ob Sie Ihrer Ablehnung eine Erklärung hinterherschicken wollen oder nicht.

source: Clicking it will accept the invitation. You will immediately start <link xref="playing">playing</link>.
de: Mit einem Klick nehmen Sie die Einladung an. Sie beginnen dann sofort mit dem <link xref="playing">Spiel</link>.

source: The player's name
de: Name der Spielerin oder des Spielers

source: Right-clicking the player's name will pop up a context menu. It allows you to start a <link xref="tell">private conversation (chat)</link> with the player.
de: Nach einem Rechtsklick auf den Namen erscheint ein Kontextmenü. Dies erlaubt Ihenen, eine <link xref="tell">private Unterhaltung</link> mit dieser Spielerin oder diesem Spieler zu beginnen.

source: If you have a saved match with that player, the name will be displayed in <span style="font-weight: bold">bold</span>.
de: Falls Sie eine gespeicherte Partie mit dieser Spielerin oder diesem Spieler haben, wird der Name <span style="font-weight: bold">fett</span> dargestellt.

source: Length
de: Länge

source: The desired match length. <link xref="unlimited-matches">Unlimited matches</link> are represented by the infinity sign “∞“.
de: Die gewünschte Länge der Partie. <link xref="unlimited-matches">Unendliche Partien</link> werden durch das Unendlickeitszeichen „∞“ repräsentiert.

source: Location
de: Geographische Position

source: The <link xref="geo-ip">location</link> of the player is displayed as a flag. Moving the mouse over the flag will display the country name and the IP address of the player.
de: Die <link xref="geo-ip">geographische Position</link> der Spielerin oder des Spielers wird als Flagge dargestellt. Wenn Sie den Mauszeiger über die Flagge bewegen, erscheint nach kurzer Zeit der Name des entsprechenden Landes und die Internetadresse der Spielerin oder des Spielers.

source: The player's <link xref="rating">rating</link>.
de: Das <link xref="rating">Rating</link> der Spielerin oder des Spielers.

source: Experience
de: Erfahrung

source: The player's <link xref="rating">experience</link>.
de: Die <link xref="rating">Erfahrungspunkte</link> der Spielerin oder des Spielers.
