Repository: sefnyn/goodgibbon
Catalog: help/*/*.po
Languages: de

# _
source: translator-credits
de: Guido Flohr <guido@imperia.bg>, 2011

# _
source: external ref='figures/board-toolbar.png' md5='b2dd73313901e80559ca223ffcc3d9a9'
de: original

source: The small toolbar above the board
de: Die kleine Werkzeugliste oberhalb des Spielbretts

source: Creative Commons Share Alike 3.0
de: Create Commons Share Alike 3.0

source: The Board Toolbar
de: Die Spielbrett-Werkzeugleiste

source: The small toolbar above the board contains controls that are useful while <link xref="playing">playing</link> or <link xref="watching">watching</link>.
de: Die kleine Werkzeugliste oberhalb des Spielbretts enthält Buttons, die während des <link xref="index#playing">Spielens</link> oder <link xref="index#watching">Zuschauens</link> wichtig sind.

source: All buttons will display a tooltip explaining their functions, when you leave the mouse pointer over them for a short period of time. The buttons from left to right are:
de: Für jede Funktion gibt es einen Hinweistext, der angezeigt wird, wenn der Mauszeiger eine Zeitlang über dem jeweiligen Button ruht. Die Buttons von links nach rechts sind:

source: Refresh Board
de: Spielbrett auffrischen

source: Use this button if you have the impression that the communication with the server hangs. It will request a new board state from the server and update the board accordingly.
de: Klicken Sie diesen Knopf, wenn den Eindruck haben, dass die Kommunikation mit dem Server hängt. Es wird dann eine neue Position vom Server angefordert, und das Spielbrett entsprechend aktualisiert.

source: Reset Board
de: Spielbrett zurücksetzen

source: Move all checkers to their original places.
de: Alle Spielsteine auf den ursprünglichen Ort zurücksetzen.

source: Resign
de: Aufgeben

source: Display a dialog that allows you to choose the correct <link xref="resigning">resignation</link>.
de: Zeige einen Dialog, mit dem die korrekte <link xref="resigning">Aufgabe</link> ausgewählt werden kann.

source: Accept
de: Annehmen

source: Accept a proposal from your opponent. That is either a <link xref="doubling">double</link> or a <link xref="resigning">resignation</link>.
de: Eine Frage des Gegenübers annehmen. Diese Anfrage ist entweder ein <link xref="doubling">Doppeln</link> oder eine <link xref="resigning">Aufgabe</link>.

source: Reject
de: Ablehnen

source: Reject a proposal from your opponent. That is either a <link xref="doubling">double</link> or a <link xref="resigning">resignation</link>.
de: Eine Frage des Gegenübers ablehnen. Diese Anfrage ist entweder ein <link xref="doubling">Doppeln</link> oder eine <link xref="resigning">Aufgabe</link>.

source: Double
de: Doppeln

source: Offer a <link xref="doubling">double</link> to your opponent.
de: Der Gegnerin oder dem Gegner ein <link xref="doubling">Doppeln</link> vorschlagen.

source: Fullscreen
de: Vollbild

source: Switch to fullscreen mode. <em>This is not yet implemented!</em>
de: In den Vollbildmodus wechseln. <em>Dies ist noch nicht implementiert!</em>

source: Record the Match
de: Match aufnehmen

source: This is a toggle button. When activated, the current match is recorded. <em>This is not yet implemented!</em>
de: Dies ist ein Umschaltbutton. Im aktivierten Zustand bewirkt er, dass die laufenden Matches aufgenommen werden. <em>Noch nicht implementiert!</em>

source: Previous Game
de: Vorheriges Spiel

source: Go to the previous game in the match. Clicking the <link xref="board-toolbar"><gui style="button">Undo Moves</gui></link> button will bring you back to the current position. <em>This is not yet implemented!</em>
de: Gehe zum vorherigen Spiel in diesem Match. Durch einen Klick auf den Button <link xref="board-toolbar"><gui style="button">Spielbrett zurücksetzen</gui></link> wird die aktuelle Position wiederhergestellt. <em>Noch nicht implementiert!</em>

source: Previous Move
de: Vorheriger Zug

source: Go to the previous (half!) move in the match. Clicking the <link xref="board-toolbar"><gui style="button">Undo Moves</gui></link> button will bring you back to the current position. <em>This is not yet implemented!</em>
de: Gehe zum vorherigen (Halb-)Zug in diesem Match. Durch einen Klick auf den Button <link xref="board-toolbar"><gui style="button">Spielbrett zurücksetzen</gui></link> wird die aktuelle Position wiederhergestellt. <em>Noch nicht implementiert!</em>

source: Next Move
de: Nächster Zug

source: Go to the next (half!) move in the match. Clicking the <link xref="board-toolbar"><gui style="button">Undo Moves</gui></link> button will bring you back to the current position. <em>This is not yet implemented!</em>
de: Gehe zum nächsten (Halb-)Zug in diesem Match. Durch einen Klick auf den Button <link xref="board-toolbar"><gui style="button">Spielbrett zurücksetzen</gui></link> wird die aktuelle Position wiederhergestellt. <em>Noch nicht implementiert!</em>

source: Next Game
de: Nächstes Spiel

source: Go to the next game in the match. Clicking the <link xref="board-toolbar"><gui style="button">Undo Moves</gui></link> button will bring you back to the current position. <em>This is not yet implemented!</em>
de: Gehe zum nächsten Spiel in diesem Match. Durch einen Klick auf den Button <link xref="board-toolbar"><gui style="button">Spielbrett zurücksetzen</gui></link> wird die aktuelle Position wiederhergestellt. <em>Noch nicht implementiert!</em>

source: Leave Game
de: Spiel verlassen

source: Leave the current game.
de: Aus dem aktuellen Spiel aussteigen.

source: The server will save your running match, so that you can resume it later.
de: Der Server wird das laufende Match speichern, so dass es zu einem späteren Zeitpunkt wiederaufgenommen werden kann.

source: Reporting bugs for <app>Gibbon</app> or this documentation.
de: Fehler in <app>Gibbon</app> oder dieser Dokumentation melden.

source: Reporting Bugs
de: Fehler melden

source: Please report Gibbon bugs at <link href="http://savannah.gnu.org/projects/gibbon"/>. Search for “Bug Tracker” if you cannot find the submit link.
de: Fehler können unter <link href="http://savannah.gnu.org/projects/gibbon"/> gemeldet werden. Suchen Sie nach „Fehlerverfolgung“, falls Sie den richtigen Link nicht finden können.

source: The bug tracking system allows “voting” for bugs. Every registered user has up to 100 votes and can distribute them to open bugs. Bugs with a higher number of votes are usually prioritized higher.
de: Die Fehlerverfolgung erlaubt es, über offene Fehler „abzustimmen“. Alle registrierten Benutzerinnen und Benutzer haben bis zu 100 Stimmen und können diese auf offene Bugs verteilen. Bugs mit höherer Stimmenzahl werden normalerweise mit höherer Priorität bearbeitet.

source: I Cannot Invite Anybody
de: Ich kann niemanden einladen

source: Please check your own status. You must set it to “available”.
de: Bitte überprüfen Sie Ihren eigenen Status. Er muss auf „verfügbar“ stehen.

# _
source: external ref='figures/chat-area.png' md5='28b0a3b28068c3bc23e3e6993d452b95'
de: translated

# link
source: The Chat Area
de: Der Chat-Bereich

# text
source: The Chat Area
de: Der Chat-Bereich

source: How To Chat With Other People On the Server
de: Mit anderen Leuten auf dem Server chatten

source: The Chat Area
de: Der Chat-Bereich

source: The chat area is located in the bottom right part of the <link xref="gui">main window</link>.
de: Der Chat-Bereich befindet sich im unteren rechten Teil des <link xref="gui">Hauptfensters</link>.

source: All your <link xref="shout">public communication</link> and <link xref="tell">communication with particular users</link> is displayed in this area. <em>Note:</em> While you are playing, communication with your opponent is handled differently and displayed in the <link xref="chatting#game-chat">game chat area</link>, see <link xref="chatting#game-chat"/>.
de: Hier wird die <link xref="shout">öffentliche Kommunication</link> und <link xref="tell">Kommunication mit einzelnenen Benutzerinnen und Benutzern</link> dargestellt. <em>Hinweis:</em> Während Sie spielen, wird die Kommunikation mit Ihrer Gegnerin oder Ihrem Gegner im <link xref="chatting#game-chat">Spielchatbereich</link> dargestellt, siehe <link xref="chatting#game-chat"/>.

source: The communication is organized in multiple tabs.
de: Die Kommunikation is in mehreren Reitern organisiert.

source: <media type="image" mime="src/png" src="figures/chat-area.png"> <p>The Chat Area</p> </media>
de: <media type="image" mime="src/png" src="figures/chat-area.png"> <p>Der Chatbereich</p> </media>

source: The <link xref="shout">public communication</link> is always displayed in the leftmost tab. <link xref="tell">Communication with particular users</link> is displayed in subsequent tabs.
de: Die <link xref="shout">öffentliche Kommunication</link> wird immer unterhalb des ersten Reiters dargestellt, <link xref="tell">Kommunication mit einzelnen Benutzerinnen und Benutzern</link> dagegen unterhalb der nachfolgenden Reiter.

source: You can enter your own messages in the text entry at the bottom. The message is sent by pressing the <key>Return</key> key.
de: Sie können Ihre eigenen Mitteilungen in das Texteingabefeld unten eingeben. Sie wird durch Drücken der <key>Eingabetaste</key> abgeschickt.

source: The recipient is selected according to the currently selected tab, i.e. the one that is in the foreground.
de: Die Empfängerin oder der Empfänger wird entsprechend dem selektierten, also im Vordergrund liegenden Reiter ausgewählt.

# link
source: Chatting
de: Chatten

# text
source: Chatting
de: Chatten

source: Communicating with other people on the server
de: Mit anderen Leuten auf dem Server kommunizieren

source: Chatting
de: Chatten

source: It is possible to chat with other people on the server very much the same way as you know it from instant messaging programs.
de: Sie können mit anderen Leuten auf dem Server in ähnlicher Weise wie Sie es von Sofortnachrichtendiensten (<em xml:lang="en">Instant Messaging</em>) kennen.

source: Chatting During the Game
de: Nachrichtenaustausch während des Spiels

source: Messages to the Public and Certain Players
de: Mitteilungen an die Öffentlichkeit oder bestimmte Spielerinnen und Spieler

source: How To Move The Checkers Around On the Board
de: Wie die Spielsteine auf dem Spielbrett bewegt werden können

source: Making a Move
de: Einen Zug machen

source: After you have rolled the dice, see <link xref="rolling-dice"/>, you must move your checkers.
de: Nach dem Würfeln, siehe <link xref="rolling-dice"/>, müssen Sie die Spielsteine bewegen.

source: The most basic way to do this is to click on a checker you want to move. Left-clicking the checker will use the left die, right-clicking will use the right die.
de: Klicken Sie dafür einfach mit der Mauf auf den Spielstein, den Sie ziehen wollen. Mit einem Linksklick wird der linke Würfel verwendet, mit einem Rechtsklick der rechte.

source: If you left-click, but the left die cannot be used <app>Gibbon</app> will check, whether you can use the, right die instead. That means that it is always possible to do the entire move with the left mouse button if you obey the order of the dice.
de: Kann der linke Würfel bei einem Linksklick nicht verwendet werden, prüft <app>Gibbon</app>, ob stattdessen der rechte Würfel verwendet werden kann. Demnach ist es also stets möglich, den kompletten Zug mit der linken Maustaste durchzuführen, wenn Sie dabei die Reihenfolge der Würfel beachten.

source: When you are happy with your move, double-click on the dice. This is equivalent to picking up the dice in real-world backgamman, and will send your move to the server. If you cannot move all dice, pick up the dice, when you have used the dice possible.
de: Wenn Sie zufrieden mit Ihrem Zug sie, doppelklicken Sie auf die Würfel. Dies entsprecht dem Aufnehmen der Würfel in der realen Welt, und bewirkt, dass Ihr Zug dem Server übermittelt wird. Falls Sie nicht alle Würfel für Ihren Zug verwenden können, nehmen Sie die Würfel auf, wenn Sie alle möglichen Würfel verwendet haben.

source: If you cannot move at all, there is nothing to do for you. The dice you rolled will vanish after a short period of time, and your opponent continues.
de: Falls Sie jedoch überhaupt nicht ziehen können, müssen Sie nichts machen. Die geworfenen Würfel verschwinden nach kurzer Zeit, und Ihre Gegnerin oder Ihr Gegner setzt das Spiel fort.

source: CLIP is the <em>CLI</em>ent <em>P</em>rotocol for FIBS
de: CLIP ist das Software-Kommunikationsprotokol für FIBS (<span xml:lang="en"><em>CLI</em>ent <em>P</em>rotocol for FIBS</span>)

source: Conformance With CLIP
de: Konformität mit CLIP

source: <app>Gibbon</app> tries to conform to CLIP, the CLIent Protocol For FIBS as described in <link href="http://www.fibs.com/fibs_interface.html"/>, and you should be able to play with <app>Gibbon</app> on every server that complies with CLIP.
de: <app>Gibbon</app> bemüht sich CLIP, das Software-Kommunikationsprotokoll mit FIBS, das unter <link href="http://www.fibs.com/fibs_interface.html"/> beschrieben ist, einzuhalten. Sie sollten daher in der Lage sein, mit <app>Gibbon</app> auf jedem zu CLIP kompatiblen Server zu spielen.

source: Unfortunately, the specification is incomplete and sometimes vague. In doubt, <app>Gibbon</app> complies with CLIP as implemented in <link href="http://www.fibs.com/">FIBS</link>, the First Internet Backgammon Server.
de: Leider ist die Spezifikation nicht ganz vollständig und manchmal vage. Im Zweifel verhält sich <app>Gibbon</app> kompatibel zu CLIP, wie es auf <link href="http://www.fibs.com/">FIBS</link>, dem Ersten Internet Backgammon Server implementiert ist.

source: <app>Gibbon</app> does <em>not</em> fully implement the <link href="http://www.fibs.com/fibs_interface.html#ppp">Player Profile Protocol</link> and it probably never will. It tries to decode user and client names but it does not use it for encoding its own client name or the name of the <app>Gibbon</app> user.
de: <app>Gibbon</app> implementiert dagegen das sogenannte <link href="http://www.fibs.com/fibs_interface.html#ppp">Spielerprofilprotokoll</link> (<span xml:lang="en">Player Profile Protocol</span>) <em>nicht</em> und das wird vermutlich auch in Zukunft so bleiben. Namen von Spielerinnen und Spielern, und Namen von Software werden soweit möglich dekodiert, aber nicht enkodiert.

source: Gibbon extends CLIP by its own <link xref="gibbon-unicode">Gibbon Unicode Extension for FIBS</link>.
de: <app>Gibbon</app> erweitert CLIP durch sein eigene <link xref="gibbon-unicode">Gibbon-Unicode-Erweiterung für FIBS</link>.

# _
source: external ref='figures/connection-dialog.png' md5='bd3324409ffe0bbcd6b1cce740e8a78e'
de: translated

source: Connect to a backgammon server.
de: Verbindung zu einem Backgammonserver herstellen.

source: Connecting To a Server
de: Serververbindung herstellen

source: Once you have started <app>Gibbon</app>, you can initiate a connection to a server by clicking the <gui style="button">Connect</gui> button in the <link xref="main-toolbar">main toolbar</link>. Alternatively, you can use the <guiseq><gui>File</gui><gui>Connect</gui></guiseq> menu entry.
de: Sobald Sie <app>Gibbon</app> <link xref="starting">gestartet</link> haben, können Sie eine Verbindung zu einem Server durch einen Klick auf den Button <gui style="button">Verbinden</gui> in der <link xref="main-toolbar">Haupt-Werkzeugleiste</link> herstellen. Alternativ können Sie auch den Menüeintrag <guiseq><gui>Datei</gui><gui>Verbinden</gui></guiseq> verwenden.

source: Either way, this will pop up a connection dialog:
de: So oder so wird daraufhin der Verbindungs-Dialog angezeigt:

source: <media type="image" mime="src/png" src="figures/connection-dialog.png"> The connection dialog </media>
de: <media type="image" mime="src/png" src="figures/connection-dialog.png"> Der Verbindungsdialog </media>

source: You have to fill in the following information:
de: Sie müssen die folgenden Informationen angeben:

source: The name or IP address of the server you want to connect to.
de: Der Name oder die IP-Adresse des Servers, mit dem Sie die Verbindung herstellen wollen.

source: The port number. In doubt use the default port number 4321.
de: Die Portnummer. Verwenden Sie im Zweifel den Standardport 4321.

source: Your user name on the server. If you do not have an account you can <link xref="create-account">create</link> one from withing <app>Gibbon</app>.
de: Ihr Benutzername auf dem Server. Falls Sie noch kein Konto besitzen, können Sie mit <app>Gibbon</app> ein neues anlegen, siehe <link xref="create-account"/>.

source: This is also necessary.
de: Dies ist ebenfalls eine notwendige Angabe.

source: Optionally, an e-mail address. This e-mail address will be visible to everybody else on the server.
de: Optional, eine E-Mail-Adresse. Diese Adresse ist für alle anderen Benutzerinnen und Benutzer auf dem Server sichtbar.

source: <em>Hint:</em> It is not necessary to give any address. And if you give one, it is not necessary to be valid. However, you can only recover a forgotten password, if you have given a valid e-mail address on FIBS. FIBS requires this, so that it can identify you. In other words, it is a trade-off between your privacy and poor memorizing.
de: <em>Hinweis:</em> Sie müssen hier nichts angeben. Und wenn Sie eine Mail-Adresse angeben, muss sie nicht gültig sein. Allerdings, wenn Sie Ihr Passwort vergessen haben, können Sie es auf FIBS nur zurücksetzen lassen, wenn sie eine gültige E-Mail-Adresse angegeben haben. FIBS verlangt das, um Sie zu identifizieren. Es handelt sich hier also um eine Abwägung zwischen Ihrer Privatsphäre und Ihrem schlechten Gedächtnis.

source: <em>Another hint:</em> FIBS does not allow arbitrary strings here. If you want to give the address of a web site instead of an e-mail address, you have to omit the leading scheme, i.e. do not write “http://www.example.com/” but “www.example.com”.
de: <em>Noch ein Hinweis:</em> FIBS erlaubt hier keine beliebigen Zeichenketten. Wenn Sie statt Ihrer Adresse eine Webseite angeben wollen, lassen Sie bitte das führende Schema weg, also nicht „http://www.example.com/” sondern „www.example.com”.

source: You don't have to be a programmer to contribute to <app>Gibbon</app>
de: Um zu <app>Gibbon</app> beizutragen, muss man nicht programmieren können

source: Contributing to <app>Gibbon</app>
de: Sich an <app>Gibbon</app> beteiligen

source: If you want to contribute to <app>Gibbon</app> you can find contact information on the <link href="http://www.gibbon.bg/"><app>Gibbon</app> web site</link>.
de: Wenn Sie Sich an <app>Gibbon</app> beteiligen wollen, finden Sie die notwendigen Kontaktdaten auf der <link href="http://www.gibbon.bg/">Webseite von <app>Gibbon</app></link>.

source: Translations
de: Übersetzungen

source: If <app>Gibbon</app> is not yet available in your own language, why not help translating it? Translating the program itself is not that hard, and it will only take a couple of hours. It does not require any programming skills.
de: Falls <app>Gibbon</app> Gibbon in Ihrer eigenen Sprache noch nicht verfügbar ist, weshalb nicht beim Übersetzen helfen? Das ist nicht sehr schwer und bedeutet lediglich ein paar Stunden Arbeit. Programmierkenntnisse sind dafür nicht erforderlich. Allerdings muss man Englisch einigermaßen verstehen, weil die Originaltexte nur in Englisch vorliegen.

source: Translating the documentation is a little bit harder, and it will also take more time. In other words, if you want to be the proud of the online backgammon community in your country, you should venture it!
de: Die Dokumentation zu übersetzen, ist ein wenig schwieriger und zeitaufwändiger. Mit anderen Worten, falls Sie der Stolz der Backgammon-Community Ihres Landes sein wollen, sollten Sie einen Versuch starten.

source: Report Bugs
de: Fehler melden

source: If you find an error in <app>Gibbon</app>, please <link xref="bugreports">report a bug</link>. Your feature requests or suggestions for improvements are also welcome.
de: Wenn Sie einen Fehler in <app>Gibbon</app> finden, <link xref="bugreports">melden Sie Ihn</link> bitte. Ihre Featurewünsche oder Verbesserungsvorschläge sind natürlich ebenfalls willkommen.

source: Contribute Source Code
de: Quelltext liefern

source: Sure, go ahead! In order to avoid duplicate efforts, please contact us before sending in source code or larger patches.
de: Klar, nur zu! Um doppelte Arbeit zu vermeiden, kontaktieren Sie uns aber besser vorher.

# _
source: external ref='figures/register-account.png' md5='1c7cabc2672496d162bec8e8cd85d460'
de: translated

source: Create a new account.
de: Neues Konto erstellen.

source: Create a New Account
de: Neues Konto erstellen

source: Before you can connect (see <link xref="connect"/>) to a server, you need an account.
de: Bevor Sie sich mit dem Server verbinden können (siehe <link xref="connect"/>), brauchen Sie dort ein Konto.

source: For obvious reasons, <app>FIBS</app> does not allow multiple accounts for the same person. If you think you have a legitimate reason for violating this rule, please contact the server administrator, for <app>FIBS</app> this is <link href="http://www.pattib.org/contact.shtml">Patti Beadles</link>, prior to creating a new account.
de: Aus naheliegenden Gründen erlaubt <app>FIBS</app> keine Mehrfachzugänge für ein und dieselbe Person. Falls Sie meinen, dass in Ihrem Fall eine begründete Ausnahme von dieser Regel besteht, wenden Sie sich bitte, bevor Sie ein neues Konto einrichten, an die Administratorin oder den Administrator des Servers. Im Falle von <app>FIBS</app> ist das <link href="http://www.pattib.org/contact.shtml">Patti Beadles</link>.

source: If you want to create a new account on a server, click the <gui>Connect</gui> button in the <link xref="main-toolbar">main toolbar</link> or select the <guiseq><gui>File</gui><gui>Connect</gui></guiseq> menu entry. That will popup the the <link xref="connect">connection</link> dialog:
de: Sobald Sie <app>Gibbon</app> <link xref="starting">gestartet</link> haben, können Sie eine Verbindung zu einem Server durch einen Klick auf den Button <gui style="button">Verbinden</gui> in der <link xref="main-toolbar">Haupt-Werkzeugleiste</link> herstellen. Alternativ können Sie auch den Menüeintrag <guiseq><gui>Datei</gui><gui>Verbinden</gui></guiseq> verwenden.

source: Click the <gui style="button">Register new account</gui> button beneath the <gui style="label">User name</gui> text entry. You will then see this dialog:
de: Klicken Sie den Button <gui style="button">Neues Konto einrichten</gui> unterhalb des Eingabefeldes für Ihren <gui style="label">Anmeldenamen</gui>. Daraufhin wird folgender Dialog angezeigt:

source: <media type="image" mime="src/png" src="figures/register-account.png"> The account creation dialog </media>
de: <media type="image" mime="src/png" src="figures/register-account.png"> Der Kontoeinrichtungsdialog </media>

source: The following information is needed:
de: Die folgenden Informationen werden benötigt:

source: The name or IP address of the server you want to connect to. In doubt, try “fibs.com”.
de: Der Name oder die IP-Adresse des Servers, mit dem Sie Sich verbinden wollen. Probieren Sie im Zweifelsfall „fibs.com“.

source: The user name you want to use on that server. It is - of course - not possible to use a name used by somebody else. A little surprising: Your name must not contain digits, hyphens, or two or more subsequent underscores.
de: Der Anmeldename, den Sie für diesen Server verwenden wollen. Es ist natürlich nicht möglich, sich einen Namen auszusuchen, der schon von jemand anderem benutzt wird. Es ist eventuell etwas überraschend, dass der Anmeldename weder Ziffern noch Bindestriche, noch mehr als zwei Unterstriche hintereinander enthalten darf.
