Repository: sefnyn/goodgibbon
Catalog: po/*.po
Languages: de

source: Belarus
de: Weißrussland

source: Canada
de: Kanada

source: Cocos (Keeling) Islands
de: Kokosinseln

source: Democratic Republic of the Congo
de: Demokratische Republik Kongo

source: Central African Republic
de: Zentralafrikanische Republik

source: Congo
de: Republik Kongo

source: Switzerland
de: Schweiz

source: Ivory Coast
de: Elfenbeinküste

source: Cook Islands
de: Cookinseln

source: Cameroon
de: Kamerun

source: China
de: China, Volksrepublik

source: Colombia
de: Kolumbien

source: Cuba
de: Kuba

source: Cape Verde
de: Kap Verde

source: Curacao
de: Curaçao

source: Christmas Island
de: Weihnachtsinsel

source: Cyprus
de: Zypern

source: Czech Republic
de: Tschechische Republik

source: Germany
de: Deutschland

source: Djibouti
de: Dschibuti

source: Denmark
de: Dänemark

source: Dominican Republic
de: Dominikanische Republik

source: Algeria
de: Algerien

source: Estonia
de: Estland

source: Egypt
de: Ägypten

source: Western Sahara
de: Westsahara

source: Spain
de: Spanien

source: Ethiopia
de: Äthiopien

source: European Union
de: Europäische Union

source: Finland
de: Finnland

source: Fiji
de: Fidschi

source: Falkland Islands (Malvinas)
de: Falklandinseln

source: Micronesia
de: Mikronesien

source: Faroe Islands
de: Färöer

source: France
de: Frankreich

source: France, Metropolitan
de: metropolitanes Frankreich

source: Gabon
de: Gabun

source: United Kingdom
de: Vereinigtes Königreich Großbritannien und Nordirland

source: Georgia
de: Georgien

source: French Guiana
de: Französisch-Guayana

source: Greenland
de: Grönland

source: Equatorial Guinea
de: Äquatorialguinea

source: Greece
de: Griechenland

source: South Georgia and the South Sandwich Islands
de: Südgeorgien und die Südlichen Sandwichinseln

source: Heard Island and Mcdonald Islands
de: Heard- und McDonald-Inseln

source: Croatia
de: Kroatien

source: Hungary
de: Ungarn

source: Indonesia
de: Indonesien

source: Ireland
de: Irland

source: Isle of Man
de: Insel Man

source: India
de: Indien

source: British Indian Ocean Territory
de: Britisches Territorium im Indischen Ozean

source: Iraq
de: Irak

source: Iceland
de: Island

source: Italy
de: Italien

source: Jamaica
de: Jamaika

source: Jordan
de: Jordanien

source: Kenya
de: Kenia

source: Kyrgyzstan
de: Kirgisistan

source: Cambodia
de: Kambodscha

source: Comoros
de: Komoren

source: Saint Kitts and Nevis
de: St. Kitts und Nevis

source: North Korea
de: Nordkorea

source: South Korea
de: Südkorea

source: Cayman Islands
de: Kaimaninseln

source: Kazakhstan
de: Kasachstan

source: Lebanon
de: Libanon

source: Saint Lucia
de: St. Lucia

source: Lithuania
de: Litauen

source: Luxembourg
de: Luxemburg

source: Latvia
de: Lettland

source: Libya
de: Libyen

source: Morocco
de: Marokko

source: Moldova
de: Moldawien

source: Saint Martin (French part)
de: Saint-Martin (franz. Teil)

source: Madagascar
de: Madagaskar

source: Marshall Islands
de: Marshallinseln

source: Macedonia
de: Mazedonien

source: Myanmar
de: Myanmar (Burma)

source: Mongolia
de: Mongolei

source: Northern Mariana Islands
de: Nördliche Marianen

source: Mauritania
de: Mauretanien

source: Maldives
de: Malediven

source: Mexico
de: Mexiko

source: Mozambique
de: Mosambik

source: New Caledonia
de: Neukaledonien

source: Norfolk Island
de: Norfolkinsel

source: Netherlands
de: Niederlande

source: Norway
de: Norwegen

source: New Zealand
de: Neuseeland

source: French Polynesia
de: Französisch-Polynesien

source: Papua New Guinea
de: Papua-Neuguinea

source: Philippines
de: Philippinen

source: Poland
de: Polen

source: Saint Pierre and Miquelon
de: Saint-Pierre und Miquelon

source: Pitcairn
de: Pitcairninseln

source: Palestinian Territory
de: Palastinensische Autonomiegebiete

source: Qatar
de: Katar

source: Reunion
de: Réunion

source: Romania
de: Rumänien

source: Serbia
de: Serbien

source: Russia
de: Russland

source: Rwanda
de: Ruanda

source: Saudi Arabia
de: Saudi-Arabien

source: Solomon Islands
de: Salomonen

source: Seychelles
de: Seychellen

source: Sweden
de: Schweden

source: Singapore
de: Singapur

source: Saint Helena, Ascension and Tristan da Cunha
de: St. Helena, Ascension und Tristan da Cunha

source: Slovenia
de: Slowenien

source: Svalbard and Jan Mayen
de: Svalbard und Jan Mayen

source: Slovakia
de: Slowakei

source: South Sudan
de: Südsudan

source: Sao Tome and Principe
de: São Tomé und Príncipe

source: Sint Maarten (Dutch part)
de: Sint Maarten (niederl. Teil)

source: Syrian Arab Republic
de: Syrien, Arabische Republik

source: Swaziland
de: Swasiland

source: Turks and Caicos Islands
de: Turks- und Caicosinseln

source: Chad
de: Tschad

source: French Southern Territories
de: Französische Süd- und Antarktisgebiete

source: Tajikistan
de: Tadschikistan

source: Timor-Leste
de: Osttimor

source: Tunisia
de: Tunesien

source: Turkey
de: Türkei

source: Trinidad and Tobago
de: Trinidad und Tobago

source: Taiwan, Province of China
de: Republik China (Taiwan)

source: Tanzania, United Republic of
de: Tansania, Vereinigte Republik

source: United States
de: Vereinigte Staaten von Amerika

source: Uzbekistan
de: Usbekistan

source: Vatican
de: Vatikanstadt

source: Saint Vincent and the Grenadines
de: St. Vincent und die Grenadinen

source: British Virgin Islands
de: Britische Jungferninseln

source: U.S. Virgin Islands
de: Amerikanische Jungferninseln

source: Wallis and Futuna
de: Wallis und Futuna

source: On the server network
de: Im Servernetzwerk

source: Unknown country
de: Unbekanntes Land

source: Yemen
de: Jemen

source: South Africa
de: Südafrika

source: Zambia
de: Sambia

source: Zimbabwe
de: Simbabwe

source: Invalid IP address
de: Fehlerhafte IP-Adresse

source: Error opening database `%s':
de: Fehler beim Öffnen der Datenbank „%s“:

source: Your sqlite installation seems to be crippled. It does not support foreign key constraints. This is not a bug in Gibbon!
de: Ihre SQLite-Installation scheint zu stark eingeschränkt zu sein. Sie unterstützt keine Fremdschlüssel. Dies ist kein Fehler in Gibbon!

source: Your database was created with a more recent version of Gibbon. With a downgrade you will not lose data but you must repopulate your database which can be a time-consuming process. It could be easier to just upgrade Gibbon instead. Do you want to downgrade the database?
de: Ihre Datenbank wurde mit einer neueren Version von Gibbon erzeugt. Wird die Datenbank zurückgesetzt, gehen keine Daten verloren. Die Datenbank muss jedoch neu gefüllt werden, was eine gewissen Zeit in Anspruch nehmen kann. Es könnte einfacher sein, stattdessen einfach Gibbon auf diesem Rechner zu aktualisieren. Soll die Datenbank zurückgesetzt werden?

source: Your database was created with an older version of Gibbon. With the upgrade you will not lose data but you must repopulate your database which can be a time-consuming process. Proceed anyway?
de: Ihre Datenbank wurde mit einer älteren Version von Gibbon erzeugt. Bei einer Aktualisierung der Datenbank gehen keine Daten verloren, aber die Datenbank muss neu gefüllt werden, was eine gewissen Zeit in Anspruch nehmen kann. Dennoch fortfahren?

source: Cancelled on user request!
de: Abgebrochen!

source: Internal error: Nested transaction!
de: Interner Fehler: Verschachtelte Transaktion.

source: Internal error: Commit outside transaction!
de: Interner Fehler: Commit außerhalb einer Transaktion.

source: Internal error: Rollback outside transaction!
de: Interner Fehler: Rollback außerhalb Transaktion.

source: Database failure
de: Datenbankfehler

source: Unknown data type %d!
de: Unbekannter Datentyp %d!

source: Database error: freshly created group `%s' has vanished!
de: Datenbankfehler: Gerade erzeugte Gruppe „%s“ ist wieder verschwunden!

source: Database error: freshly added user `%s' in group `%s' has vanished!
de: Datenbankfehler: Gerade erzeugte(r) Benutzer/in „%s“ in der Gruppe „%s“ ist wieder verschwunden!

source: A reply to the resignation is required!
de: Die Gegnerin/der Gegner will aufgeben und wartet noch auf eine Antwort!

source: A reply to the double is required!
de: Die Gegnerin/der Gegner hat verdoppelt und wartet noch auf eine Antwort!

source: Game is already over!
de: Das Spiel ist schon aus!

source: This player is not on turn!
de: Diese Spielerin/dieser Spieler ist nicht an der Reihe!

source: The dice have already been rolled!
de: Es wurde bereits gewürfelt!

source: Move without a roll!
de: Zug ohne vorheriges Würfeln!

source: Invalid move!
de: Unzulässiger Zug

source: %d%d: %s has moved %s.
de: %d%d: %s hat %s gezogen.

source: %d%d: %s cannot move!
de: %d%d: %s kann nicht ziehen!

source: Double after dice have been rolled!
de: Verdoppeln ist nach dem Würfeln nicht erlaubt!

source: Double during Crawford game!
de: Während des Crawford-Spiels wurde gedoppelt!

source: Double not allowed!
de: Doppeln nicht erlaubt!

source: %s offers a double.
de: %s bietet an zu verdoppeln.

source: Opponent did not double!
de: Die Gegnerin/der Gegner hat nicht verdoppelt!

source: %s refuses the cube.
de: %s verweigert den Dopplerwürfel.

source: Resignation without a value!
de: Aufgabe ohne Punktzahl!

source: Reject without resignation!
de: Ablehnung ohne Aufgabe!

source: %s rejects.
de: %s lehnt ab.

source: Accept without resignation!
de: Annahme ohne Aufgabe!

source: %s resigns and gives up one point.
de: %s gibt auf und verliert einen Punkt.

source: Say
de: Sagen

source: Kibitz
de: Kibitzen

source: Whisper
de: Flüstern

source: Your database used for locating other players geographically is more than one month old. Should a new one be downloaded (1-2 MB) from the internet?
de: Ihre Datenbank für die geographische Lokalisierung anderer Spieler ist mehr als einen Monat alt. Sollen neue Daten (1-2 MB) aus dem Internet geladen werden?

source: The database used for locating other players geographically that was installed with this program is more than one month old. Should a new one be downloaded (1-2 MB) from the internet?
de: Ihre Datenbank für die geographische Lokalisierung anderer Spieler, die mit Gibbon installiert wurde, ist mehr als einen Monat alt. Sollen neue Daten (1-2 MB) aus dem Internet geladen werden?

source: The information about other players' geographic location will not be accurate.
de: Die Information über die geographische Position anderer Spieler wird ungenau sein.

source: Update Geo IP database
de: Geo-IP-Datenbank aktualisieren

source: Opening `%s' ...
de: Offne „%s“ ...

source: Cannot open `%s': %s!
de: „%s“ kann nicht geöffnet werden: %s!

source: Reading `%s'.
de: „%s“ wird gelesen.

source: Error reading `%s': %s!
de: Fehler beim Lesen von „%s“: %s!

source: %s: line %u: Parse error near `%s'!
de: %s: Zeile %u: Parserfehler in der Nähe von „%s“!

source: %s: line %u: Unexpected end of line!
de: %s: Zeile %u: Unerwartetes Dateiende!

source: warning: unknown rule `%s'
de: Warnung: Unbekannte Regel „%s“

source: warning: unknown opcode `%s'
de: Warnung: unbekannter Code „%s“

source: Number of checkers on point out of range!
de: Anzahl der Spielsteine auf diesem Punkt außerhalb des zulässigen Bereichs!

source: Invalid dice!
de: Ungültiger Wurf!

source: Invalid score!
de: Ungültiger Spielstand!

source: Invalid cube!
de: Ungültiger Wert für Dopplerwürfel!

source: Point out of range (1-24)!
de: Punkt außerhalb des zulässigen Bereichs (1-24)!

source: Resignation value cannot be zero!
de: Der Wert der Aufgabe darf nicht Null sein!

source: Error creating tokenizer: %s!
de: Fehler beim Erzeugen des lexikalischen Scanners: %s!

source: [standard input]
de: [Standardeingabe]

source: No game in progress!
de: Kein Spiel im Gange!

source: Position setup is only allowed for first game!
de: Setzen der Position ist nur im ersten Spiel möglich!

source: Only positive number allowed for white's bar!
de: Die Anzahl der Steine auf Weiß' Bar muss positive sein!

source: Only positive number allowed for black's bar!
de: Die Anzahl der Steine auf Schwarz' Bar muss positiv sein!

source: Number of checkers out of range (must be less or equal than 15)!
de: Anzahl der Spielsteine außerhalb des zulässigen Bereichs (muss kleiner oder gleich 15 sein)!

source: Impossible position!
de: Unmögliche Position!

source: Action %p is not supported.
de: Aktion %p wird nicht unterstützt.

source: %s is a program for playing backgammon online.
de: %s ist ein Spiel, mit dem online Backgammon gespielt werden kann.

source: translator-credits
de: Guido Flohr <guido@imperia.net>

source: http://www.gibbon.bg/gibbon/docs/gibbon/en/index.html.en
de: http://www.gibbon.bg/gibbon/docs/gibbon/de/index.html.de

source: Gibbon web page cannot be opened
de: Die Gibbon-Webseite kann nicht geöffnet werden

source: Error Displaying Help
de: Fehler beim Anzeigen der Hilfe

source: Locally installed help: %s. Online help: %s. Please read the documentation under '%s' instead!
de: Lokal installierte Hilfe: %s. Hilfe im Internet: %s. Bitte lesen Sie stattdessen die Dokumentation unter „%s“!

source: Unknown error
de: Unbekannter Fehler

source: Inviter
de: Einladender

source: Length
de: Länge

source: Rating
de: Einstufung

source: Exp.
de: Erf.

source: Reliability
de: Zuverlässigkeit

source: Saved
de: Gespeichert

source: Address
de: Adresse

source: good
de: gut

source: keep away
de: wegbleiben

source: very certain
de: sehr sicher

source: certain
de: sicher

source: uncertain
de: unsicher

source: unknown
de: unbekannt

source: Import from JavaFIBS
de: Import von JavaFIBS

source: In order to import your saved matches and settings from JavaFIBS you first have to select the JavaFIBS installation directory (that is the directory that contains the .jar file).
de: Um gespeicherte Matches und Einstellungen aus JavaFIBS zu importieren, muss zuerst das Installationsverzeichnis von JavaFIBS ausgewählt werden. Das Installationsverzeichnis ist das Verzeichnis, in dem sich die .jar-Datei befindet.

source: System Error
de: Systemfehler

source: Error creating new thread: %s!
de: Fehler beim Erzeugen eines neuen Threads: %s!

source: Select JavaFIBS Directory
de: JavaFIBS-Verzeichnis auswählen

source: Not a JavaFIBS Installation
de: Keine JavaFIBS-Installation

source: The directory `%s' does not look like a JavaFIBS installation. The file `%s' is missing.
de: Bei dem Verzeichnis „%s“ scheint es sich nicht um ein Installationsverzeichnis von JavaFIBS zu handeln. Die Datei „%s“ ist nicht vorhanden.

source: Read Error
de: Lesefehler

source: Error opening directory `%s': %s!
de: Fehler beim Öffnen des Verzeichnisses „%s“: %s!

source: %s on %s port %u
de: %s auf %s, Port %u

source: Select Account
de: Konto auswählen

source: Multiple accounts found. Please select one identity:
de: Mehrere Zugangsdaten gefunden. Bitte wählen Sie eine Identität aus:

source: premature end of file
de: Vorzeitiges Ende der Datei

source: no server name
de: Servername fehlt

source: error converting hostname
de: Fehler beim Umwandelnt des Servernamens

source: Collecting data.
de: Daten werden analysiert.

source: Password recovered.
de: Passwort wiederhergestellt.

source: Password not recovered.
de: Kein Passwort wiederhergestellt.

source: one rating record
de: Eine Ranglistenzahl

source: %u rating records
de: %u Ranglistenzahlen

source: one friend
de: eine Freundin/ein Freund

source: %u friends
de: %u Freundinnen/Freunde

source: one villain
de: ein Unsympath

source: %u villains
de: %u Unsympathen

source: one match successfully imported.
de: Ein Match erfolgreich importiert.

source: %u matches successfully imported.
de: %u Matches erfolgreich importiert.

source: one match had errors.
de: Ein Match mit Fehlern.

source: %u matches had errors.
de: %u Matches hatten Fehler.

source: No group `%s'.
de: Keine Gruppe „%s“ gefunden.

source: Reading `%s'.
de: „%s“ wird gelesen.

source: No saved ratings.
de: Kine gespeicherten Ranglistenzahlen gefunden.

source: Creating/checking group `%s'.
de: Gruppe „%s“ wird erzeugt/gebprüft.

source: Importing user `%s' into group `%s'.
de: Benutzerin/Benutzer „%s“ wird in Gruppe „%s“ importiert.

source: Timestamp %lld out of range!
de: Zeitstempel %lld ist außerhalb des zulässigen Bereichs!

source: Importing rating %.2f with experience %llu at %s.
de: Ranglistenwert %.2f mit Erfahrung %llu auf %s wird importiert.

source: Parsing `%s'.
de: „%s“ wird analysiert.

source: Empty or incomplete matchfile!
de: Leere oder unvollständige Matchdatei!

source: Storing %llu-point match between %s and %s from %s in database.
de: %llu-Punkt-Match zwischen %s und %s vom %s wird in Datenbank gespeichert.

source: Storing unlimited match between %s and %s from %s in database.
de: Unbegrenztes Match zwischen %s und %s auf %s wird in Datenbank gespeichert.

source: Storing saved %llu-point match between %s and %s from %s in database.
de: Gespeichertes %llu-Punkt-Match zwischen %s und %s vom %s wird in Datenbank gespeichert.

source: Storing saved unlimited match between %s and %s from %s in database.
de: Gespeichertes unbegrenztes Match zwischen %s und %s vom %s wird in Datenbank gespeichert.

source: Skipped (already exists).
de: Ausgelassen (bereits vorhanden).

source: Empty file!
de: Leere Datei!

source: Start and end point are equal!
de: Start und Endpunkt müssen sich unterscheiden

source: Syntax error!
de: Syntaxfehler!

source: Match is already over!
de: Das Match ist bereits vorbei!

source: Setup position
de: Letzte Position

source: Initial position
de: Ausgangsposition

source: takes
de: nimmt an

source: drops
de: passt

source: accepts
de: akzeptiert

source: rejects
de: lehnt ab

source: redoubles to %u
de: redoppelt auf %u

source: doubles to %u
de: verdoppelt auf %u

source: resigns
de: gibt auf

source: resigns gammon
de: gibt mit Gammon auf

source: resigns backgammon
de: gibt mit Backgammon auf

source: resigns with one point
de: gibt mit einem Punkt auf

source: Game %d: %u-%u %s
de: Spiel %d: %u-%u %s

source: Premature end of input file!
de: Vorzeitiges Ende der Eingabedatei!

source: Write Error
de: Schreibfehler

source: Error writing to `%s': %s!
de: Fehler beim Schreiben von „%s“: %s!

source: Cannot archive match `%s': %s
de: Match „%s“ kann nicht archiviert werden: %s

source: Internal Error
de: Interner Fehler

source: Opponent
de: Gegner

source: Watching
de: Beobachtet

source: New match or resume?
de: Neues Match oder Fortsetzen?

source: You still have a saved match of unlimited length with that player. You can either resume your saved match or start a new match. The latter will terminate your saved match.
de: Sie haben noch immer ein gespeichertes Match mit dieser Spielerin oder diesem Spieler. Sie können das gespeicherte Match fortsetzen oder ein neues beginnen. Wenn Sie zu einem neuen Match einladen, wird Ihr gespeichertes Match beendet.

source: Cancel
de: Abbruch

source: Resume unlimited match
de: Unbegrenztes Match fortsetzen

source: Start new match
de: Neues Match beginnen

source: Invite %s to resume your saved match?
de: Einladung für %s aussprechen, um gespeichertes Match fortzusetzen?

source: Invite %s
de: %s einladen

source: <b>Invite %s</b>
de: <b>%s einladen</b>

source: Number of saved matches:
de: Anzahl gespeicherter Matches:

source: Match length:
de: Matchlänge:

source: unlimited
de: unbegrenzt

source: <i>%s</i> does not want to play right now.
de: <i>%s</i> möchte im Moment nicht spielen.

source: <b>Reliability of player <i>%s</i>:</b> %f (%s) with a measurement confidence of %u (%s).
de: <b>Zuverlässigkeit von Spieler <i>%s</i>:</b> %f (%s) mit einer Konfidenz von %u (%s).

source: <b>Reliability of player <i>%s</i></b>: unknown.
de: <b>Zuverlässigkeit von Spieler <i>%s</i></b>: Unbekannt.

source: invalid
de: fehlerhaft

source: Repeat password
de: Kennwort wiederholen

source: Register New Account
de: Neues Konto registrieren

source: You must specify a user name!
de: Sie müssen einen Kein Anmeldenamen angegeben.

source: Your user name may not be longer than 20 characters!
de: Ihr Anmeldename darf nicht länger als 20 Zeichen sein!

source: Your user name must have at least 3 characters!
de: Ihr Anmeldename muss mindestens drei Zeichen lang sein!

source: Your user name may only contain characters from A to Z, a to z, or the underscore ('_')!
de: Ihr Benutzernamen darf nur die Zeichen A-Z, a-z und den Unterstrich („_“) enthalten!

source: You must specify a password!
de: Sie müssen ein Kennwort angegeben!

source: Your password must have at least 4 characters!
de: Ihr Kennwort muss mindestens vier Zeichen haben!

source: Your password must not contain a colon (`:')!
de: Das Kennwort darf keinen Doppelpunkt enthalten!

source: Please repeat the password!
de: Bitte wiederholen Sie das Kennwort!

source: Passwords do not match!
de: Die Passwörter stimmen nicht überein!

source: You must specify a server name. In doubt try `fibs.com'.
de: Sie müssen einen Servernamen angeben. Versuchen Sie es im Zweifelsfall mit „fibs.com“.

source: You already have an account on that server:
de: Sie haben bereits ein Konto auf diesem Server:

source: It is not allowed to have more than one account per person. Register anyway?
de: Mehr als ein Konto auf einem Server ist nicht erlaubt. Dennoch mit der Registrierung fortfahren?

source: Reliability of a player
de: Zuverlässigkeit eines Spielers

source: Unable to write to logfile `%s': %s.
de: Fehler beim Schreiben in die Logdate „%s“: %s.

source: Database Error
de: Datenbankfehler

source: Last login on %s from `%s'.
de: Letztes Login am %s von „%s“ aus.

source: Database Failure
de: Datenbankfehler

source: %s logged out!
de: %s hat sich abgemeldet!

source: Player `%s' logged out!
de: „%s“ hat sich ausgeloggt!

source: User `%s' left you a message at %s: %s
de: „%s“ hat Ihnen am %s eine Nachricht hinterlassen: %s

source: Your message for user `%s' has been delivered!
de: Ihre Nachricht an „%s“ wurde ausgeliefert!

source: User `%s' is not logged in. Your message has been saved!
de: „%s“ ist nicht angemeldet. Ihre Nachricht wurde gespeichert!

source: Message from administrator `%s':
de: Nachricht von Adminstratorin/Administrator „%s“:

source: Post-Crawford game
de: Nach-Crawford-Spiel

source: Crawford game
de: Crawford-Spiel

source: You roll %u and %u.
de: Sie haben %u und %u gewürfelt.

source: %s rolls %u and %u.
de: „%s“ hat %u und %u gewürfelt.

source: %d%d: %s moves %s.
de: %d%d: %s hat %s gezogen.

source: %d%d: You move %s.
de: %d%d: Sie haben %s gezogen.

source: Error applying move %s to position.
de: Fehler bei der Ausführung des Zuges %s in der aktuellen Position.

source: The email address `%s' was rejected by the server!
de: Die E-Mail-Adresse „%s“ wurde vom Server zurückgewiesen!

source: Your opponent %s has left the match.
de: Ihr Gegenüber %s hat das Match verlassen.

source: Your opponent has left the game.
de: Ihr Gegenüber hat das Spiel verlassen.

source: Your opponent %s has left the the match. The server will save it for some time. You can try to resume it at a later time by inviting %s.
de: Ihr Gegenüber %s hat das Match verlassen. Der Server wird es für eine gewisse Zeit speichern, so dass Sie Gelegenheit haben, es später fortzusetzen, indem Sie %s wieder einladen.

source: %s cannot move!
de: %s kann nicht ziehen!

source: You cannot move!
de: Sie können nicht ziehen!

source: %s has won the game and one point!
de: %s hat das Spiel und einen Punkt gewonnen!

source: You have won the game and one point!
de: Sie haben das Spiel und damit einen Punkt gewonnen!

source: Message from server
de: Nachricht vom Server

source: Stop watching
de: Beobachten beenden

source: Timeout during during registration!
de: Zeitüberschreitung während der Registrierung!

source: Unexpected reply from server!
de: Unerwartete Antwort vom Server!
