Repository: sefnyn/goodgibbon
Catalog: po/*.po
Languages: de

source: Registration failed. Please see server console for details!
de: Registrierung fehlgeschlagen. Bitte schauen Sie für Einzelheiten in der Serverkonsole nach!

source: Please use another name. The name `%s' is already used by someone else on that server!
de: Bitte wählen Sie einen anderen Namen. Der Name „%s“ wird bereits von jemand anderem auf diesem Server verwendet!

source: Registration failure: %s!
de: Registrierung fehlgeschlagen: %s!

source: Registration successful!
de: Registrierung erfolgreich!

source: Please do not forget your password! It cannot be recovered. You have to connect to the server again to start playing.
de: Bitte vergessen Sie dieses Kennwort nicht! Es kann nicht wiederhergestellt werden. Um mit dem Spielen zu beginnen, müssen Sie Sich erneut mit dem Server verbinden.

source: This will end your saved match!
de: Das gespeicherte Match wird beendet!

source: You still have a saved match of unlimited length with that player. If you accept the invitation, your saved match will be terminated. Do you really want to accept the invitation?
de: Sie haben noch ein gespeichertes, unbegrenztes Match mit dieser Spielerin oder diesem Spieler. Wenn Sie die Einladung annehmen, wird ihr gespeichertes Match beendet. Wollen Sie die Einladung wirklich annehmen?

source: Decline Invitation
de: Einladung ablehnen

source: Decline with message
de: Einladung mit Nachricht ablehnen

source: Ignore
de: Ignorieren

source: Illegal move!
de: Ungültiger Zug!

source: You moved too many checkers!
de: Zu viele Steine gezogen!

source: You cannot move to a point that is blocked by two or more of your opponent's checkers!
de: Sie können nicht auf ein Feld ziehen, das von mehr als zwei gegnerischen Steinen besetzt ist!

source: You have to use both dice!
de: Sie müssen alle Würfel verwenden!

source: You have to use the higher die!
de: Sie müssen den Würfel mit der höheren Augenzahl verwenden!

source: You have to use both dice if possible (hint: try to use the other die first)!
de: Sie müssen beide Würfel verwenden (Hinweis: Versuchen Sie zuerst den anderen Würfel zu verwenden)!

source: You must move all checkers into your home board before you can start bearing-off!
de: Sie müssen zuerst alle Steine in ihr Heimatfeld bringen, bevor sie Steine ausspielen können!

source: You must move your checkers from the higher points first!
de: Sie müssen erst Steine von den höheren Feldern bewegen!

source: You must bring in checkers from the bar first!
de: Geschlagene Steine müssen zuerst wieder ins Spiel gebracht werden!

source: SGF cannot be parsed from standard input.
de: SGF kann nicht von der Standardeingabe gelesen werden.

source: Invalid match length: %s!
de: Ungültige Matchlänge: %s!

source: Match length %llu out of range!
de: Matchlänge „%llu“ ist außerhalb des zulässigen Bereichs!

source: Unsupported version %s for DA property.
de: Nicht unterstützte Version %s für Eigenschaft DA.

source: Unsupported move analysis type '%s'.
de: Nicht unterstützter Typ „%s“ für Zuganalysetyp.

source: Unsupported version %s for A property.
de: Nicht unterstützte Version %s für Eigenschaft A.

source: Cubeful %llu-ply
de: Suchtiefe %llu mit Dopplerwürfel

source: Cubeless %llu-ply
de: Suchtiefe %llu ohne Dopplerwürfel

source: Rollout (%llu trials)
de: Ausgewürfelt ohne Dopplerwürfel (%llu Versuche)

source: SGF setup property `%s' only allowed in first game!
de: SGF-Setup-Eigenschaft „%s“ nur im ersten Spiel erlaubt!

source: SGF setup property `%s' only allowed before first regular game action!
de: SGF-Setup-Eigenschaft „%s“ nur vor der ersten regulären Aktion im Spiel erlaubt!

source: Invalid dice value `%lld' in SGF setup property DI!
de: Unzulässiger Wurf „%lld“ in SGF-Setup-Eigenschaft DI!

source: Invalid cube value `%lld' in SGF setup property CV!
de: Unzulässiger Wert „%lld“ für Dopplerwürfel in SGF-Setup-Eigenschaft CV!

source: Invalid cube owner `%s' in SGF setup property %s!
de: Unzulässiger Wert „%s“ für die Position des Dopplerwürfels in SGF-Setup-Eigenschaft %s!

source: Empty matches cannot be written as SGF
de: Leere Matches können nicht als SGF geschrieben werden

source: No error (this should not happen)!
de: Kein Fehler (das sollte nicht passieren ...)!

source: Out of memory!
de: Virtueller Speicher erschöpft!

source: Input/output error!
de: Ein-/Ausgabefehler!

source: File not found!
de: Datei nicht gefunden!

source: Invalid value!
de: Fehlerhafter Wert!

source: Invalid call!
de: Fehlerhafter Aufruf!

source: Parse error!
de: Parsefehler!

source: Unknown error!
de: Unbekannter Fehler!

source: Error creating libsvg-cairo context: %s
de: Fehler bei der Erzeugung des libsvg-cairo-Kontexts: %s

source: Error initializing SVG parser: %s
de: Fehler bei der Initialisierung des SVG-Parsers: %s

source: Error parsing SVG file `%s': %s
de: Fehler beim Parsen der SVG-Datei „%s“: %s.

source: Error getting SVG dimensions of `%s': %s.
de: Fehler bei der Ermittlung der SVG-Dimension von „%s“: %s.
