Repository: sefnyn/goodgibbon
Catalog: po/*.po
Languages: de

source: Show server communication
de: Serverkommunikation anzeigen

source: Show complete server communication in server console.
de: Komplette Serverkommunikation in der Serverkonsole anzeigen.

source: Show timestamps
de: Zeitstempel anzeigen

source: Prefix all server output with a high-resolution timestamp.
de: Zeitstempel in hoher Auflösung vor allen Serverausgaben anzeigen.

source: Log communication
de: Serverkommunikation mitschreiben

source: Log all communication to a file. The pid of the process will be automatically appended to the filename.
de: Die vollständige Kommunikation in einer Datei mitschreiben. Die ID dieses Prozesses wird automatisch an den Dateinamen angehängt.

source: Preferred match length
de: Bevorzugte Matchlänge

source: Preferred match length (-1 for unlimited).
de: Bevorzugte Matchlänge (-1 für unbegrenzt).

source: Ready to play
de: Bereit zu spielen

source: Can other players invite you to a match?
de: Wollen Sie zu Matches eingeladen werden können?

source: Show equity
de: Zeige Erwartungswert

source: Display match equity instead of match winning chances in analysis
de: Zeige Match-Erwartungswert statt Matchgewinnchance in Analyse

source: E-mail address
de: E-Mail-Adresse

source: E-mail address to display on the server.
de: E-Mail-Adresse, die auf dem Server angezeigt werden soll.

source: The server that you want to connect to, usually fibs.com.
de: Server, mit dem verbunden werden soll, normalerweise fibs.com.

source: Your username on the server.
de: Ihr Benutzername auf diesem Server.

source: Password
de: Kennwort

source: Your password on the server.
de: Ihr Kennwort auf diesem Server.

source: The port number of the server, normally 4321.
de: Portnummer auf dem Server, normalerweise 4321.

source: Remember password?
de: Kennwort speichern?

source: Should your password be stored on your hard disk?
de: Soll das Kennwort auf der lokalen Festplatte gespeichert werden?

source: Maximum saved commands
de: Maximalzahl gespeicherte Kommandos

source: Maximum number of server commands that should be remembered for auto-completion in the server console.
de: Maximalzahl der Kommands, die für die Autovervollständigung der Serverkonsole gespeichert werden soll.

source: Recent commands
de: Letzte Kommandos

source: List of commands that have been sent to the server recently.
de: Liste der Kommandos, die in letzter Zeit zum Server geschickt wurden.

source: Play backgammon online on FIBS.
de: Backgammon online auf FIBS spielen.

source: Import From JavaFIBS
de: Import von JavaFIBS

source: Invite
de: Einladen

source: Look
de: Anschauen

source: Watch
de: Beobachten

source: _File
de: _Datei

source: _Options
de: _Optionen

source: Account
de: Konto

source: FIBS options
de: FIBS-Optionen

source: Imports matches and settings from JavaFIBS, another client for FIBS.
de: Importiert Partien und Einstellungen aus JavaFIBS, einem anderen Programm für FIBS.

source: _Import from JavaFIBS ...
de: _Import von JavaFIBS ...

source: _Help
de: _Hilfe

source: Connect
de: Verbinden

source: Ready
de: Bereit

source: Refresh board
de: Aktualisieren

source: Refresh
de: Aktualisieren

source: Undo checker movements
de: Bewegung der Spielsteine zurücknehmen

source: Undo
de: Rückgängig

source: Resign
de: Aufgeben

source: Accept
de: Annehmen

source: Reject
de: Ablehnen

source: Double
de: Doppeln

source: Fullscreen
de: Vollbild

source: Record match
de: Match aufnehmen

source: Record
de: Aufnahme

source: Go to previous game
de: Vorheriges Spiel

source: Previous game
de: Vorheriges Spiel

source: Go back one half roll
de: Einen Halbzug zurück

source: Previous move
de: Vorheriger Zug

source: Forward one half roll
de: Einen Halbzug vorwärts

source: Next move
de: Nächster Zug

source: Go to next game
de: Nächstes Spiel

source: Next game
de: Nächstes Spiel

source: Leave match
de: Aus Spiel aussteigen

source: Leave
de: Verlassen

source: Shouts
de: Lobby (Shouts)

source: Players
de: Spieler

source: Command
de: Kommando

source: Cubeless 3-ply evaluation
de: 3-Halbzug-Bewertung ohne Dopplerwürfel

source: Equity: +0.017 (Money: +0.017) MWC: 50.28 %
de: Erwartungswert: +0.017 (Geld: +0.017) MGC: 50.28 %

source: L(bg)
de: V(bg)

source: L(g)
de: N(g)

source: Lose
de: Niederlage

source: W(bg)
de: S(bg)

source: W(g)
de: S(g)

source: Win
de: Sieg

source: No double
de: Nicht doppeln

source: Double, take
de: Doppeln, annehmen

source: Cubeful equities
de: Erwartungswerte mit Dopperlwürfel

source: Double, pass
de: Doppeln, passen

source: MWC
de: MGC

source: Equity
de: Erwartungswert

source: Proper cube action: No double, take
de: Richtige Doppleraktion: Nicht doppeln, annehmen

source: Cube
de: Dopplerwürfel

source: Move
de: Zug

source: Moves
de: Züge

source: property, ';', or '('
de: Eigenschaft (property), »;« oder »(«

source: value or ']'
de: Wert oder »]«

source: '[', ';', or '('
de: »[«, »;« oder »(«

source: '[', ';', '(', ')', or property
de: »[«, »;«, »(«, »)« oder Eigenschaft (property)

source: Trailing garbage
de: Müll am Ende

source: Empty SGF collections are not allowed
de: Leere SGF-Collections sind nicht erlaubt

source: %d:%d: Illegal binary character '#%d'
de: %d:%d: Illegales binäres Zeichen '#%d'

source: %d:%d: Illegal character '%c'
de: %d:%d: Illegales Zeichen »%c«

source: %d:%d: Unexpected end of file
de: %d:%d: Unerwartetes Dateiende

source: %d:%d: Expected %s
de: %d:%d: Erwartete %s

source: Attempt to write an empty collection
de: Versuch eine leere Collection zu schreiben

source: Only one value allowed for property
de: Nur ein Wert pro Eigenschaft erlaubt

source: Unrecognized color identifier '%s'
de: Unzulässiger Farbbezeichner „%s“

source: Attempt to write empty property
de: Versuch, eine leere Eigenschaft zu schreiben

source: Invalid year in date specification
de: Fehlerhaftes Jahr in Datumsangabe

source: Invalid date specification '%04d-%02d-%02d' or out of range
de: Unzulässige Datumsangabe „%04d-%02d-%02d“ oder Bereichsüberschreitung

source: Invalid date specification '%s' or out of range
de: Unzulässige Datumsangabe „%s“ oder Bereichsüberschreitung

source: Empty dates are not allowed
de: Leere Datumsangaben sind nicht erlaubt

source: Only one value allowed for property `%s'
de: Nur ein Wert für Eigenschaft „%s“ erlaubt

source: SGF double must be 1 or 2, not `%s'
de: SGF-Double muss 1 oder 2 sein, nicht „%s“

source: Empty value required for property `%s'
de: Leerer Wert für die Eigenschaft „%s“ erforderlich

source: Backgammon match info (MI) must contain a colon in `%s'!
de: Backgammon-Matchinfo (MI) muss einen Doppelpunkt in „%s“ enthalten!

source: Backgammon analysis (A) must not be empty!
de: Backgammon-Analyse (A) darf nicht leer sein!

source: Property %s must be single-valued!
de: Eigenschaft %s darf nur einen Wert haben!

source: Invalid cube position (CO) `%s'!
de: Unzulässige Dopplerwürfelposition (CO) „%s“!

source: Cube value (CV[%llu]) must be a power of two greater than one!
de: Der Wert des Dopplerwürfels (CV[%llu]) muss eine Zweierpotenz größer als eins sein!

source: Invalid dice value (DI[%s])!
de: Unzulässiger Würfelwert (DI[%s])!

source: Backgammon general statistics (GS) must not be empty!
de: Die allgemeine Statistik für Backgammon (GS) darf nicht leer sein!

source: Unsupported property `%s'.
de: Nicht unterstützte Eigenschaft „%s“.

source: Property '%s':
de: Eigenschaft „%s“:

source: Value must be greater than 0 but is %lld
de: Wert muss größer als 0 sein, aber ist %lld

source: Property only allowed in root node
de: Eigentschaft nur in Wurzelknoten erlaubt

source: The properties 'DM', 'GB', 'GW', and 'UC' are mutually exclusive within one node
de: Die Eigenschaften „DM“, „GB“, „GW“ und „UC” dürfen nur einmal innerhalb eines Knotens verwendet werden

source: The properties 'BM', 'DO', 'IT', and 'TE' are mutually exclusive within one node
de: Die Eigenschaften „BM“, „DO“, „IT“ und „TE” dürfen nur einmal innerhalb eines Knotens verwendet werden

source: The properties '%s' and '%s' are not allowed on the same point within one node
de: Die Eigenschaften „%s“ und „%s“ sind nicht auf dem selben Punkt innerhalb eines Knotens verwendet werden

source: Exactly one value required for property
de: Genau ein Wert für diese Eigenschaft (property) erforderlich

source: Empty property
de: Leere Eigenschaft

source: Empty version information
de: Leere Versionsinformation

source: Invalid number '%s': %s
de: Fehlerhafte Zahl »%s«: %s.

source: Negativ number not allowed: %lld
de: Negative Zahl nicht erlaubt: %lld

source: Expected colon after number in '%s'
de: Doppelpunkt nach Zahl in „%s“ erwartet

source: Only one move property (B or W) in node allowed
de: Nur eine Zugeigenschaft (B oder W) in Knoten erlaubt

source: List of stones must not be empty
de: Eine Liste von Steinen darf nicht leer sein

source: List of points must not be empty
de: Liste von Punkten darf nicht leer sein

source: List of point pairs must not be empty
de: Liste von Punktpaaren darf nicht leer sein

source: No end point
de: Kein Endpunkt

source: Start and end point must differ
de: Start und Endpunkt müssen sich unterscheiden

source: Lines and arrows must be unique
de: Linien und Pfeile müssen eindeutig sein

source: Invalid points in property
de: Fehlerhafte Punkte in Eigenschaft

source: List of point labels must not be empty
de: Liste von Punktbeschriftungen darf nicht leer sein

source: Points must be unique
de: Punkte müssen eindeutig sein

source: Invalid point labels in property
de: Unzulässige Punktbeschriftungen in Eigenschaft

source: Points in list must be unique
de: Punkte in Liste müssen eindeutig sein

source: Method cook() called on something that is not a GSGFComponent.
de: Methode cook() wurde für etwas aufgerufen, das nicht vom Typ GSGFComponent ist.

source: Application name or version info missing.
de: Applikationsname oder Versionsangabe fehlt.

source: Application name or version info must not contain linefeeds or carriage returns.
de: Applikationsname oder Versionsangabe darf weder Zeilenumbrüche noch Wagenrückläufe enthlaten.

source: Empty move
de: Leerer Zug

source: Invalid number %u on dice number %u
de: Fehlerhafte Zahl %u auf Würfel Nummer %u

source: More then four checkers moved
de: Es wurden mehr als vier Spielsteine gezogen.

source: Odd number of points
de: Ungerade Anzahl Punkte

source: Invalid point combination %d-%d
de: Fehlerhafte Punktkombinatino %d-%d

source: Invalid move syntax '%s'
de: Fehlerhafte Zugsyntax »%s«.

source: Invalid move syntax
de: Fehlerhafte Zugsyntax

source: Only upper case letters are allowed for property identifiers
de: Bezeichner für Eigenschaften dürfen nur die Großbuchstaben A-Z enthalten

source: Invalid number '%s'
de: Fehlerhafte Zahl »%s«

source: Trailing garbage after number in '%s'
de: Unsinn nach Zahl in „%s“

source: Empty point
de: Leerer Punkt

source: Invalid point syntax
de: Fehlerhafte Punktsyntax

source: Invalid point syntax '%s'
de: Fehlerhafte Punktsyntax »%s«.

source: Empty stone
de: Leerer Stein

source: Invalid stone syntax
de: Fehlerhafte Stein-Syntax

source: Not a number
de: Keine Zahl

source: Property without a value!
de: Eigenschaft ohne Wert!

source: A simple text property may only have one value, not %u!
de: Eine einfache Texteigenschaft darf nur einen Wert enthalten, nicht %u!

source: A text property may only have one value, not %u!
de: Eine Texteigenschaft darf nur einen Wert enthalten, nicht %u!

source: Rank
de: Rang

source: Type
de: Typ

source: Cubeless rollout (%llu trials):
de: Auswürfeln ohne Dopplerwürfel (%llu Versuche):

source: Cubeless %llu-ply evaluation:
de: %llu-Halbzug-Bewertung ohne Dopplerwürfel

source: Equity: %+.3f (Money: %+.3f), MWC: %.2f
de: Erwartungswert: %+.3f (Geld: %+.3f), MGC: %.2f

source: Equity: %+.3f (Money: %+.3f)
de: Erwartungswert: %+.3f (Geld: %+.3f)

source: Double, drop
de: Doppeln, passen

source: Luck: %f
de: Glück: %f

source: Luck: %f (lucky)
de: Großes Glück: %f

source: Luck: %f (very lucky)
de: Sehr großes Glück: %f

source: Luck: %f (unlucky)
de: Großes Pech: %f

source: Luck: %f (very unlucky)
de: Sehr großes Pech: %f

source: No double, take
de: Nicht doppeln, annehmen

source: Too good to double, take
de: Zu gut zum Doppeln, annehmen

source: Too good to double, drop
de: Zu gut zum Doppeln, passen

source: Double, beaver
de: Doppeln, Beaver

source: No double, beaver
de: Nicht doppeln, Beaver

source: Redouble, take
de: Redopppeln, annehmen

source: Redouble, drop
de: Redoppeln, passen

source: No redouble, take
de: Nicht redoppeln, annehmen

source: Too good to redouble, take
de: Zu gut zum Redoppeln, annehmen

source: Too good to redouble, drop
de: Zu gut zum redoppeln, passen

source: No redouble, beaver
de: Nicht redoppeln, Beaver

source: Never double, take (dead cube)
de: Nie doppeln, annehmen (toter Dopplerwürfel)

source: Never redouble, take (dead cube)
de: Nie redoppeln, annehmen (toter Dopplerwürfel)

source: Doubling not possible
de: Doppeln nicht möglich

source: Optional double, beaver
de: Optional doppeln, Beaver

source: Optional double, take
de: Optionales Doppeln, annehmen

source: Optional redouble, take
de: Optional redoppeln, annehmen

source: Optional double, drop
de: Optionales Doppeln, passen

source: Optional redouble, drop
de: Optional redoppeln, passen

source: No idea
de: Keine Ahnung

source: Proper cube action: %s (%.1f%%)
de: Korrekte Doppelaktion: %s (%.1f%%)

source: Proper cube action: %s
de: Korrekte Doppelaktion: %s

source: Take
de: Annehmen

source: Drop
de: Passen

source: Huh?
de: Häh?

source: Proper response: %s
de: Korrekte Antwort: %s

source: Disconnected
de: Nicht verbunden

source: Do you need to pass the option `--data-dir'?
de: Vielleicht müssen Sie die Option »--ui-dir« angebegn?

source: Fatal error
de: Fataler Fehler

source: Fatal error: %s
de: Fataler Fehler: %s

source: Object `%s' not found in UI definition!
de: Objekt „%s“ wurde nicht in der Definitionsdatei für die Benutzerschnittstelle gefunden!

source: Object `%s' is not a GObject!
de: Objekt „%s“ ist kein GObject!

source: Object `%s' is not of type `%s' but `%s'!
de: Object „%s“ ist nicht vom Typ „%s“, sondern „%s“!

source: Open File
de: Öffne Datei

source: GNUBG files (*.sgf)
de: GNUBG-Dateien (*.sgf)

source: Gibbon files (*.gmd)
de: Gibbon-Dateien (*.gmd)

source: JavaFIBS files (*.match)
de: JavaFIBS-Dateien (*.match)

source: JellyFish files (*.match)
de: JellyFish-Dateien (*.match)

source: All files
de: Alle Dateien

source: You cannot register an account while you are connected to a server!
de: Es kann kein neuer Zugang registriert werden, während eine Verbindung zu einem Server besteht!

source: No hostname given!
de: Kein Servername angegeben!

source: No user name given!
de: Kein Benutzername angegeben!

source: The login `%s' is reserved!
de: Der Anmeldename „%s“ ist reserviert!

source: Invalid port number! In doubt try the default port number 4321.
de: Fehlerhafte Portnummer. Probieren Sie es im Zweifel mit 4321.

source: No password given!
de: Kein Kennwort angegeben!

source: _normal (one point)
de: _normal (ein Punkt)

source: _gammon (one point)
de: _Gammon (ein Punkt)

source: _backgammon (one point)
de: _Backgammon (ein Punkt)

source: Leaving in the middle of a game is normally considered bad behavior. Do you really want to leave?
de: Es ist normalerweise nicht in Ordnung, aus einem laufenden Spiel auszusteigen. Dennoch das Spiel verlassen?

source: Connecting with %s port %d.
de: Verbindungsaufbau mit %s auf Port %d.

source: Connected with %s port %d.
de: Mit %s auf Port %d verbunden.

source: Logged in as %s on %s port %d.
de: Als %s auf %s Port %d angemeldet.

source: Error loading image `%s': %s!
de: Fehler beim Laden des Bildes „%s“: %s!

source: Click to set yourself busy.
de: Auf „beschäftigt“ setzen

source: Busy
de: Beschäftigt

source: Click to set yourself ready to play.
de: Auf „bereit zu spielen“ setzen

source: Cannot determine user data directory!
de: Das Benutzerdaten-Verzeichnis kann nicht ermittelt werden!

source: Failed to create server directory `%s': %s!
de: Fehler bei der Erzeugung des Serververzeichnisses „%s“: %s!

source: Failed to create directory `%s': %s!
de: Fehler bei der Erzeugung des Verzeichnisses „%s“: %s!

source: Error retrieving current time!
de: Fehler beim Ermitteln der aktuellen Zeit!

source: Match start time `%lld' out of range!
de: Die Startzeit des Matches `%lld' ist außerhalb des zulässigen Bereichs!

source: Error writing `%s': %s
de: Fehler beim Schreiben von „%s“: %s

source: Error closing `%s': %s
de: Fehler beim Schließen von „%s“: %s

source: Path to data directory (developers only)
de: Pfad zum Datenverzeichnis (nur für Entwickler)

source: DIRECTORY
de: VERZEICHNIS

source: Path to pixmaps directory (developers only)
de: Pfad zum Pixmaps-Verzeichnis (nur für Entwickler)

source: output version information and exit
de: Versionsinformation ausgeben und beenden

source: [MATCH-FILE] - GTK+ frontend for FIBS
de: [MATCH-FILE] - GTK+-Frontend für FIBS

source: Report bugs at <https://savannah.nongnu.org/projects/gibbon>!
de: Fehlerberichte: <https://savannah.nongnu.org/projects/gibbon>!

source: Error setting PATH environment variable!
de: Fehler beim Setzen der Umgebungsvariablen „PATH“!

source: Copyright (C) %s %s. License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html> This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law.
de: Copyright (C) %s %s. Lizenz GPLv3+: GNU GPL Version 3 oder später <http://gnu.org/licenses/gpl.html> Dies ist freie Software; es steht Ihnen frei, sie zu verändern und weiterzugeben. Es gibt KEINE GARANTIE, soweit als vom Gesetz erlaubt.

source: Written by %s.
de: Geschrieben von %s.

source: Try `%s --help' for more information!
de: „%s --help“ gibt mehr Informationen!

source: Error reading board definition `%s': %s. Do you need to pass the option `--pixmaps-dir'?
de: Fehler beim Laden der Brett-Definition „%s“: %s: Haben Sie die Option „--pixmaps-dir“ vergessen?

source: Error parsing board definition `%s'.
de: Fehler beim Laden der Brett-Definition „%s“.

source: Board definition `%s' does not have an element `%s'.
de: Brettdefinition „%s“ hat kein Element „%s“.

source: %u-point match
de: %u-Punkte-Match

source: Unlimited match
de: Unbegrenztes Match

source: Score: %u (%u-away)
de: Spielstand: %u (%u entfernt)

source: Score: %u
de: Spielstand: %u

source: Pips: %u (%+d)
de: Augen: %u (%+d)

source: Close tab
de: Reiter schließen

source: Really close?
de: Wirklich schließen?

source: You cannot play two matches at once!
de: Sie können nicht zwei Matches auf einmal spielen!

source: Player `%s' is already playing with someone else!
de: „%s“ spielt bereits mit jemand anderem!

source: Player `%s' is not logged in!
de: „%s“ ist nicht eingeloggt!

source: Your saved match was corrupted on server. Please start a new one!
de: Die Daten Ihres gespeicherten Matches sind auf dem Server beschädigt worden. Bitte starten Sie ein neues!

source: Player `%s' is now refusing matches!
de: „%s“ lehnt jetzt Einladungen zu Matches ab!

source: End-of-file while receiving data from server.
de: Dateiende beim Lesen von Daten vom Server.

source: Authentication failed.
de: Anmeldung fehlgeschlagen.

source: Error connecting to `%s' port %u: %s.
de: Fehler beim Verbindungsaufbau mit „%s“ auf Port %u: %s.

source: User name
de: Anmeldename

source: Save password?
de: Kennwort speichern?

source: Register new account
de: Neues Konto einrichten

source: Account settings
de: Kontoeinstellungen

source: Connection settings
de: Verbindungsdaten

source: input filename or '-' for standard input
de: Eingabedatei oder „-“ für Standardeingabe

source: FILENAME
de: DATEINAME

source: output filename or '-' for standard output
de: Ausgabedatei oder „-“ für Standardausgabe

source: input format (omit for automatic detection)
de: Eingabeformat (weglassen für automatische Erkenneung)

source: output format (omit for automatic detection)
de: Ausgabeformat (weglassen für automatische Erkenneung)

source: The option `--from-format' is mandatory, when reading standard input.
de: Die Option „--from-format“ muss beim Lesen von der Standardeingabe zwingend angegeben werden.

source: The option `--to-format' is mandatory, when writing to standard output.
de: Die Option „--to-format“ muss beim Schreiben auf die Standardausgabe zwingend angegeben werden.

source: The output format is the same as the input format.
de: Ein- und Ausgabeformat sind identisch.

source: %s: Empty or incomplete match file!
de: %s: Leere oder unvollständige Matchdatei!

source: standard input
de: Standardeingabe

source: %s: Error writing to `%s': %s!
de: %s: Fehler beim Schreiben von „%s“: %s!

source: %s: Error closing `%s': %s!
de: %s: Fehler beim Schließen von „%s“: %s!

source: - Gibbon match converter
de: - Gibbon Matchkonvertierer

source: Convert popular backgammon match formats.
de: Konvertiere populäre Backgammon-Matchformate.

source: Alternative usages: %s [OPTION ...] INPUTFILE %s [OPTION ...] INPUTFILE OUTPUTFILE
de: Alternative Benutzung: %s [OPTION ...] EINGABEDATEI %s [OPTION ...] EINGABEDATE AUSGABEDATEI

source: Recognized values for FORMAT are 'SGF' for the Smart Game format (used by Gibbon and GNU backgammon), 'GMD' for the Gibbon Match Dump format, 'Jellyfish' and 'JavaFIBS'. Formats are case-insensitve and you can abbreviate them as long as they are unique.
de: Zulässige Werte für FORMAT sind „SGF“ für das „Smart Game Format“ (verwendet von GNU Backgammon=, „GMD“ für das Gibbonformat, „Jellyfish“ und „JavaFIBS“. Groß- und Kleinschreibung werden bei der Angabe nicht beachtet. Formatangaben können beliebig abgekürzt werden, solange sie eindeutig erkennbar bleiben.

source: For automatic detection, '.sgf' is expected for SGF, '.mat' for Jellyfish, '.gmd' for the Gibbon match format, and '.match' for the internal format of JavaFIBS.
de: Die automatische Erkennung erwartet die „.sgf“ für SGF, „.mat“ für Jellyfish, „.gmd“ für das Format von Gibbon und „.match“ für das interne Format von JavaFIBS.

source: Run `%s --help' for more information!
de: „%s --help“ gibt mehr Informationen!

source: Either use the option `--input-file' or specify the input file as an argument.
de: Entweder muss die Option „--input-file“ verwendet werden oder die Eingabedatei als Argument angegeben werden.

source: Either use the option `--output-file' or specify the output file as an argument.
de: Entweder muss die Option „--output-file“ verwendet werden oder die Ausgabedatei als Argument angegeben werden.

source: Too many arguments!
de: Zu viele Argumente!

source: The file format `%c' is ambiguous.
de: Das Dateiformat „%c“ ist mehrdeutig.

source: Unknown file format `%s'!
de: Unbekanntes Dateiformat „%s“!

source: Cannot guess format of `%s'!
de: Kann Format von „%s“ nicht automatisch bestimmen!

source: United Arab Emirates
de: Vereinigte Arabische Emirate

source: Antigua and Barbuda
de: Antigua und Barbuda

source: Albania
de: Albanien

source: Armenia
de: Armenien

source: Netherlands Antilles
de: Niederländische Antillen

source: Asian Pacific Region
de: Asiatisch-pazifische Region

source: Antarctica
de: Antarktis

source: Argentina
de: Argentinien

source: American Samoa
de: Amerikanisch-Samoa

source: Austria
de: Österreich

source: Australia
de: Australien

source: Aland Islands
de: Åland

source: Azerbaijan
de: Aserbaidschan

source: Bosnia and Herzegovina
de: Bosnien und Herzegowina

source: Bangladesh
de: Bangladesch

source: Belgium
de: Belgien

source: Bulgaria
de: Bulgarien

source: Saint Barthelemy
de: Saint-Barthélemy

source: Bolivia
de: Bolivien

source: Bonaire, Saint Eustatius and Saba
de: Bonaire, Sint Eustatius und Saba

source: Brazil
de: Brasilien

source: Bouvet Island
de: Bouvetinsel
